{"theattikstannes": {"antique": [{"Code": "2216", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique Victorian Howard & Sons Armchair  Upholstered Library Chair /2216", "Variant Name": "Default Title", "Price": "1095.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-victorian-howard-sons-armchair-upholstered-library-chair-2216", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_8e3c7e0e-c32f-418e-a4ac-3f40be113eb7.jpg?v=1683498643", "Body": "<p>Antique Victorian Howard Style deep seated armchair with solid mahogany frame and beautifully upholstered in a vintage Sanderson floral fabric,  the chair sits on original bakerlite castors all in good order .  The upholstery is in immaculate condition and has no marks, damage or repairs to note.  Exceptional craftsmanship and shows the skill of the upholsterer.  We’ll padded throughout with no sags or dips.  Spring seat all in order with no apparent breaks or repairs</p><br><p>From a traditional Victorian home with immaculate furniture of the period. Smoke and pet free </p><br><p>Dimensions </p><br><p>B/H  106 xS/H 44 x S/D 61 x S/W 73 x A/H 64 x A/W 78 tapering to 66 at back rest </p><br><p>Nationwide reliable independent courier with delivery stated to be within 7 to 14 days but usually sooner.  Central London approx £50 - North West/North East/Midlands/Scotland/South Coast/Wales please message with postcode for firm quote.  Delivery is ground floor only and payable in cash to the driver.</p><br><p>Thank you for viewing this item </p><br><br><br>"}, {"Code": "2203", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique George III Mahogany Secretaire Glazed Bookcase Bureau  /2203", "Variant Name": "Default Title", "Price": "1795.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-george-iii-mahogany-secretaire-glazed-bookcase-bureau-2203", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_f33ad4ad-8cf9-4258-964f-4947dbdb35bd.jpg?v=1682154270", "Body": "<p>Antique Mahogany George III Glazed Cabinet Bookcase Secretaire with an arrangement of pigeon hoes and oak lined drawers veneered in satinwood with turned brass knobs. The Bookcase has the original glass doors and 2 shelves and the original brass lock.   Exceptional craftsmanship to the Cornice with detailed decorative carvings .   The Bookcase sits firmly on the base of the secretaire and will be removed and wrapped separately for delivery to ensure safety in carriage and placement in the home.</p><p>The Secretaire is in lovely condition and excellent quality.   It has a beautiful rich tone and grain to the mahogany and decorative brass latch handles to the drawers, and desk supports.  We believe these to be a later addition having been replaced at some time in the past.    The Bureau has a pull down desk ledge which is supported by solid mahogany retractable supports on each side of the chest to create a sturdy desk to work at.   The desk ledge has the original leather top which is worn in parts as one would expect having regard to the age of the piece however it adds to the authenticity and importantly in original condition with no restoration.  The hinges have been replaced likely many years ago but the repair/replacements are sturdy and solid Most of the pull out pigeon drawers for storage of  smaller items have the original brass handles and some have been replaced some time in the past.</p><p>The main drawers are solid and sturdy and have well constructed casings and the drawers run nicely as one would expect from such a quality piece.  </p><p>This is a beautiful example of  the hand craftsmanship of the period.</p><p>Dimensions</p><p>H 218 x W 122 x D 57 cm</p><p>Top 2 Drawers -  W 43.5 x H 9 cm</p><p>Lower 3 Drawers - W 102.5 x H 12, 12, 16 cm </p><p>Desk Ledge - H 81 x W 106 x D 65 cm</p><p>Bookcase - H 97 x W 102 cm - S/H 21, 56 cm</p><p>Nationwide Delivery available by independent professional reliable courier with delivery stated to be 7 to 14 working days but usually sooner. Delivery date will depend on date of purchase and courier routes. Please message with postcode for quote. Central London deliveries weekly £65.  This is a large and very heavy item  and suitable assistance is essential to ensure safe delivery which is for ground floor doorstep only. The top section is easily positioned on top of the bureau but recommended with 2 people to ensure safe placement.   This item will be delivered wrapped with the top bookcase and bureau wrapped separately for ease of transport and placement in the home.  We are happy to work with your own couriers should you require a 2 man delivery </p><p>Thank you for viewing this item</p>"}, {"Code": "2200", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique George III Oak Settle Bench Seat Georgian Country House /2200", "Variant Name": "Default Title", "Price": "870.75", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-george-iii-oak-settle-bench-seat-georgian-country-house-2200", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_002ad7db-077a-4fff-868e-998b2d02daaf.jpg?v=1680262054", "Body": "<p>Exceptional Antique George III Oak Settle Bench with <font color=\"#444444\" face=\"arial, helvetica, sans-serif\"><span style=\"font-size: 17px;\">four arched panels to the back rest, outswept hand carved armrests and raised on cabriole front legs. The seat is oak panelled and has an upholstered seat cushion in a navy blue corduroy fabric and includes two cushions in the same fabric.  A beautiful </span></font>example of quality craftsmanship of the period and the perfect  decorative piece for a large hallway or kitchen.</p><p>The oak throughout has a sweeping grain and nicely aged in terms of tone to the oak.  Solid and sturdy with no damage that affects the function or stability there are some signs of light wear to the edges of the armrests here and there but they are small and no more than evidence of the age of the piece.The legs are solid and sturdy and have no wobbles or apparent repairs</p><p><br></p><p>Dimensions</p><p>H 151 x L 188 x D 70 x A/H 61 x S/H 53 x HFF 32.5 cm</p><p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly £50.  Edinburgh/Glasgow/South Coast/Wales fortnightly but often sooner depending upon date of purchase and courier routes.   Manchester/Liverpool/Birmingham/Leeds/Bristol weekly. Please message with postcode for firm quote. Courier payment in cash on delivery. </p><p>Thank you for viewing this item</p>"}, {"Code": "2201", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique Victorian Mahogany Cheval Freestanding Full Length Mirror /2201", "Variant Name": "Default Title", "Price": "895.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-victorian-mahogany-cheval-freestanding-full-length-mirror-2201", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_08adcae1-a1a0-4f0a-a685-d9424bac447f.jpg?v=1680175488", "Body": "<p>Stunning Antique Victorian Freestanding Cheval  Mirror with a decorative and skillfully carved solid mahogany frame.  The mirror is edged with mahogany and in perfect condition with no cracks or ageing to affect the appearance.  We suspect the mirror has been replaced at some time in the past however it is a vintage mirror and likely to be at least 60 years old. </p><p>The frame whilst in excellent condition has some marks here and there but none that affect the overall condition and having regard to the decorative detail are disguised on only noticeable on close inspection.</p><p>The mirror fits to the frame with brass supports at the back.   Due to the heavy weight of the mirror and its frame the mirror is fixed in one position as shown in the images and should be left in this position.  Atttempts to tilt the mirror and over turn the fixings to hold it in place, the weight of the mirror and its heavy frame would be too much pressure to fix  in position and would lead to the frame splitting.     The mirror is securely fixed in its current position and has no stability issues.</p><p>An excellent example displaying expert craftsmanship and quality design of the period.</p><p>Dimensions - H 168 x W 84 x D 63  cm</p><p>Delivery within 7 to 14 working days but usually sooner.  Weekly Central London Deliveries £50; North West/North East/Midlands/Wales/Scotland and South Coast fortnightly. Please message with postcode for firm delivery quote. To ensure this item is delivered to the buyer in the condition it left us delivery is by our trusted independent professional antiques courier.  </p><p>Thank you for viewing this item.</p>"}, {"Code": "2195", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique Victorian English Elm William Morris Style Rocking Chair  /2195", "Variant Name": "Default Title", "Price": "395.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-victorian-english-elm-william-morris-style-rocking-chair-2195", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_debf2340-81a3-47d8-b28e-880444f8d3df.jpg?v=1679786782", "Body": "<p>Antique Victorian English Elm Rocking Chair with woven rush seat and hand crafted decorative solid elm frame displaying exceptional craftsmanship of the period.  The chair is solid and sturdy with no damage or repairs affecting the function or overall appearance.  There is some natural age related wear to some areas relating only to the finish  however this adds to the authenticity of the chair and it’s age and does not detract from the condition. </p><br><p>The rush seat is all in tact with no breaks or repairs and is a solid and sturdy seat.  The frame is sturdy and a perfect occasional rocking chair  with no concerns to stability.  One of the dowels to the arms has dipped down to the support but this is superficial and the arm rest and support to the frame are perfectly sturdy </p><br><p>Dimensions </p><br><p>B/H 101 x S/H 45 x S/W 48 x S/D 39 x A/H 53 x Overall Depth of Rocker frame 63 cm </p><br><p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly.  Edinburgh/Glasgow fortnightly but often sooner depending upon date of purchase. Please message with postcode for firm quote. Central London Deliveries £45 Ground floor doorstep delivery only until further notice.   Delivery Charge payable to Courier in Cash.</p><p>Thank you for viewing this item </p>"}, {"Code": "2137", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique Edwardian Bergere  Armchair Occasional Chair  /2137", "Variant Name": "Default Title", "Price": "425.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-edwardian-bergere-armchair-occasional-chair-2138", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_41e9eb88-91ca-4492-8cb4-2b5fee4d9e7f.jpg?v=1670837895", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Antique Edwardian Bergere Armchair displaying exceptional hand craftsmanship throughout.   Beautiful satinwood decorative frame and the original bergere which is all in place with no apparent repairs nor damage to affect function or overall condition. </p>\n<p>This is an excellent example of true craftsmanship of the period and a decorative piece which would sit perfectly in any home.   The bergere to the backrest has nice detail with a satinwood centre piece woven to the panel.</p>\n<p>The seat pad has obviously been replaced and is in excellent condition with a removable seat cover and is easy to replace.   The foam insert is as new and has no sags or age suggesting it is a recent replacement.</p>\n<p>Thoroughly cleaned and lightly polished ready for use.</p>\n<p>The chair frame and the bergere seat and panels are all solid and sturdy and in excellent condition.  There is one small minor repair to the top of the arm where it naturally meets the back rest just above its original join however this is solid and sturdy and does not affect the function in anyway also only noticeable on close inspection.   </p>\n<p>Dimensions</p>\n<p>B/H 91 x W 62 x D 61 x A/H 63 x S/H 42 with cushion 32 with no cushion </p>\n<p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly £50.  Edinburgh/Glasgow/South Coast/Wales fortnightly but often sooner depending upon date of purchase and courier routes.   Manchester/Liverpool/Birmingham/Leeds/Bristol weekly. Please message with postcode for firm quote. Courier payment in cash on delivery. </p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "2079", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique Edwardian Bobbin Bergere Corner Seat Occasional Chair 19th Century /2079", "Variant Name": "Default Title", "Price": "245.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-edwardian-bobbin-bergere-corner-seat-occasional-chair-19th-cebtury-2079", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_3204ca1e-6f26-4375-8852-8c611c07e63a.jpg?v=1667084189", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Exceptional Antique Edwardian Mahogany Corner Parlour Chair with beautifully turned bobbin legs and decorative frame to a bergere back rest and seat.  This is an exceptional example of true craftsmanship from the period and a decorative piece which would sit perfectly in any home.   The bergere backrest is original and is in excellent condition although there is a sparce area to one small part as shown.   The seat has been replaced at some time in the past and therefore makes a solid and sturdy seat.</p>\n<p>Dimensions</p>\n<p>H 75 x W 63 x D 54 cm</p>\n<p>Seat Height 41 x Depth 50 cm</p>\n<p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly £50.  Edinburgh/Glasgow/South Coast/Wales fortnightly but often sooner depending upon date of purchase and courier routes.   Manchester/Liverpool/Birmingham/Leeds/Bristol weekly. Please message with postcode for firm quote. Courier payment in cash on delivery. </p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "2062", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique Victorian Mahogany Chest of Drawers Secretaire Dresser /2062", "Variant Name": "Default Title", "Price": "625.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-victorian-mahogany-chest-of-drawers-secretaire-dresser-2062", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_95d5071f-6174-4d6c-83be-3dee0ae214f7.jpg?v=1666655387", "Body": "<p>Beautiful Antique Victorian 19th Century Mahogany Secretaire Chest  of large proportions with exceptional craftsmanship throughout.   Original handle pulls  and brass lock cases  to each drawer which are all in perfect condition although there is no key.  </p><br><p>The top drawer opens with a drop down door to reveal 4 smaller drawers with solid mahogany  drawer fronts.  </p><p>A further 3 Deep Drawers to the main chest which are beautifully dovetailed and have immaculate solid interior casings and all run smoothly.  </p><p>This is an perfect example of the period and a stand out piece with exceptional craftsmanship.  The tone and grain of the mahogany is rich and has a lovely grain throughout.  Beautifully finished top and base with curves to the corners.</p><br><p>There are no unpleasant odours or marks to the interior and it has evidently been a treasured and well cared for piece of furniture.  From an immaculate and smoke free home and thoroughly cleaned ready for use in the home.</p><br><p>There are a couple of chinks to the top right edge as shown but they are insignificant having regard to the overall condition. </p><br><p>Dimensions</p><p> </p><p>H 116 x W 128 x D 56 cm</p><br><p>Drawers to Secretaire - H 9 x W 53 x D 44 cm</p><p>Ledge - H 84 x W 112 cm</p><p>3 Main Drawers - W 110 x H 18, 18, 22 cm</p><br><p>Nationwide delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner. The item will be fully wrapped for carriage.  This is a large and very heavy item and suitable assistance will be required on delivery which is stated to be Ground Floor doorstep delivery only unless agreed otherwise with the Courier.</p><p>Once dispatched buyer details will be passed to the courier to arrange a mutually convenient date and time for delivery.  Central London deliveries weekly approx £60 ; Scotland and South Coast fortnightly depending on courier routes but often sooner. North West/North East/Midlands approx £50.  Please message with postcode for firm quote.</p><p>Thank you for viewing this item</p>"}, {"Code": "2061", "Collection": "Antiques", "Category": "Antiques", "Name": "Antique Victorian Mahogany Dressing Table Cheval Mirror /2061", "Variant Name": "Default Title", "Price": "285.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-victorian-mahogany-dressing-table-cheval-mirror-2061", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_37a2d16a-3b88-4cfa-8861-7648c5a9d133.jpg?v=1665483513", "Body": "<p>Antique Victorian Mahogany Dressing Table Cheval  Mirror with a mahogany frame sitting on a beautifully crafted frame sitting on ball feet.  The mirror is original and in perfect condition with no chips, cracks or ageing to note.   </p><p>The frame is mahogany and therefore heavy and sturdy with no breaks or repairs to note.  There is some slight chinks to one edge of the mirror as shown but they are minor and having regard to the depth of tone of the mahogany and the position they are only noticed on close inspection.</p><p>A truly beautiful example of the period.</p><p>Dimensions - H 77 x W 62 x D 27 cm</p><p>Delivery within 7 to 14 working days but usually sooner.  Weekly Central London Deliveries £40. Scotland and South Coast fortnightly. Please message with postcode for firm delivery quote. To ensure this item is delivered to the buyer in the condition it left us delivery is by our trusted independent professional antiques courier.  </p><p>Thank you for viewing this item.</p>"}, {"Code": "1635", "Collection": "Antiques", "Category": "Antiques:Woodenware:Treen", "Name": "Antique 19th Century French Treen Birch Platter Bowl /1635", "Variant Name": "Default Title", "Price": "185.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-19th-century-french-treen-birch-platter-bowl-1636", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_9b275b6b-b75a-4a50-9843-49fe0576d108.jpg?v=1630418507", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Large Antique French Treen Birch Bowl. Beautifully carved with a lovely patina and colour. </p>\n<br><p>Length 58 cm x Width 38.5 cm</p>\n<br><p>UK Nationwide delivery by Parcel Force within 3 to 5 working days. </p>\n<p>Thank you for viewing this item.</p></font>"}, {"Code": "1630", "Collection": "Antiques", "Category": "Antiques:Antique Furniture:Dressers & Chests of Drawers", "Name": "Antique French Pine Decorative Dresser Chest Of Drawers /1630", "Variant Name": "Default Title", "Price": "925.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/antique-french-pine-decorative-dresser-chest-of-drawers-1631", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_cefabd8c-6eea-48a6-8330-edc5b5e5622e.jpg?v=1630418449", "Body": "<p>Original French Vintage Antique Pine Drawer Dresser with stunning decorative detail throughout. Solid frame with attractive Queen Anne Legs.  Original Decorative metal latch handles to the drawers.   Drawers all run as they should and are spacious.  </p>\n<p>The Dresser is in 3 parts, the leg frame, main body and top detail section.   They fit together easily and are placed on top of one another.   The dresser is sturdy and solid. </p>\n<p>Dimensions</p>\n<p>H 158 x W 95 x D 56 cm</p>\n<p>Drawers</p>\n<p>2 x H 7.5 x W 36 cm</p>\n<p>1 x H 12.5 x W 77 cm</p>\n<p>1 x H 25 x W 77 cm</p>\n<p>Exceptional vintage condition and thoroughly cleaned ready for use.</p>\n<p>Nationwide Professional Delivery Service by independent courier with delivery stated to be 7 to 14 working days but usually sooner. Delivery charge payable to driver in cash on delivery.  Please message with postcode for firm quote. Central London deliveries weekly. This is a large and heavy item and will require suitable assistance on delivery.  Delivery is for ground floor doorstep delivery only due to current Regulations unless agreed otherwise with the courier. The item will be fully wrapped for delivery.</p>\n<p>Thank you for viewing this item.</p>\n<p><br></p>"}], "inspire-me": [{"Code": "2258", "Collection": "Inspire Me", "Category": "Mid Century Bedroom", "Name": "Pair Midcentury G Plan Fresco Vintage Teak  Bedside Cabinets With Drawers /2258", "Variant Name": "Default Title", "Price": "445.00", "In Stock": "No", "URL": "https://theattikstannes.co.uk/products/pair-midcentury-g-plan-fresco-vintage-teak-bedside-cabinets-with-drawers-2258", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_d3301278-cdd6-4b8c-9991-d74bd0b560a2.jpg?v=1687523997", "Body": "<p>Pair Mid Century G Plan Fresco Vintage Teak Bedside Chests  with one drawer and open storage for books, magazines etc. Original integrated signature Fresco handle pulls to the drawers which are dovetailed and G Plan Makers Label present. The drawers run smoothly as they should and have solid casings.   </p><p>Lovely match grain and rich tone to the teak and both in excellent condition.   The Chests are a true pair however one is slightly lighter to the front of the  drawer which is due to more exposure to sunlight over the years which is common of teak items of the era. This should not deter the buyer as the cabinets will be positioned either side of the bed and slight difference in shade will not be noticed. </p><br><br><p>Dimensions</p><p>H 54 x W 45.5 x D 40.5 cm </p><p>Drawers - H 8.5 x W 39.5 cm</p><br><p>Nationwide delivery by professional and reliable couriers with delivery stated to be 7 to 14 working days but usually sooner.  Delivery is for ground floor doorstep delivery only.   The  chests will be wrapped for carriage.  Please message with postcode for firm quote.</p><p>Once dispatched buyer details will be passed to the courier to arrange a mutually convenient date and time for delivery.  Central London deliveries weekly £55 - Manchester/Liverpool/Leeds/Newcastle/Birmingham/Bristol/Nottingham £45.    Scotland and South Coast fortnightly depending on courier routes.</p><p>Thank you for viewing this item</p>"}, {"Code": "2250", "Collection": "Inspire Me", "Category": "Mid Century Storage", "Name": "Midcentury Vintage Italian Bamboo Cane Drawer Console Table /2250", "Variant Name": "Default Title", "Price": "225.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-italian-bamboo-cane-drawer-console-table-2250", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_f347af3a-334f-4d36-9fa0-6b75016759ae.jpg?v=1687170132", "Body": "<p>Mid Century Italian Vintage Bamboo Cane  Console Table with one drawer  in excellent  vintage condition.</p><br><p>Solid and sturdy throughout with no wobbles, breaks or apparent repairs. Thoroughly cleaned and lightly polished ready for use.</p><p>Exceptional condition throughout.  </p><br><p>Dimensions</p><p>H 84.5 x D 39 cm </p><p>Drawer - H 14 x W 27 cm</p><br><p>Delivery quotes available by professional reliable courier covering most UK postcodes with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. Central London Deliveries weekly £40. The console  will  be fully wrapped for delivery and delivery is doorstep only unless agreed otherwise.</p><p>Collection in person also available</p><p>Thank you for viewing this item </p><br><br>"}], "mid-century-armchairs-sofas": [{"Code": "2217", "Collection": "Mid Century Armchairs / Sofas", "Category": "Mid Century Armchairs / Sofas", "Name": "Midcentury Vintage Howard Keith Bambino Wingback Armchair 1950’s /2217", "Variant Name": "Default Title", "Price": "525.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-howard-keith-bambino-wingback-armchair-1950-s-2217", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_020c04fd-7723-4519-a828-28d5c805e974.jpg?v=1687002557", "Body": "<p>Mid Century Vintage Howard Keith Bambino Wingback Armchair  with solid beech frame, original sprung seat.  </p><p>An understated and beautifully designed chair with a curved wing back and sculpted solid beach armrests.   The chair is in the original HK Furniture Green Velvetine fabric which is in excellent condition and only light signs of use.   There is a small mark to the seat as shown and some snags to one side of the back rest.   The fabric is otherwise clean and has no unsightly marks or damage to note that affects the overall condition.  The frame is solid and sturdy with splayed angled legs and has the original spring seat base and has the HK Furniture fabric covering to the underside.</p><p>Dimensions</p><p>B/H 83 x S/H 42 x S/D 49  x S/W 49 tapering to 43 x A/H 51 x B/W 65 cm</p><p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly £55 /Scotland Edinburgh/Glasgow fortnightly /Manchester/Liverpool:Birmingham weekly £40 but often sooner depending upon date of purchase. Please message with postcode for firm quote. The chair will be fully wrapped for carriage and delivery is doorstep delivery only with delivery charge payable in cash to the courier.</p><p>Thank you for viewing this item</p>"}, {"Code": "2244", "Collection": "Mid Century Armchairs / Sofas", "Category": "Mid Century Armchairs / Sofas", "Name": "Midcentury Vintage Teak Scandart Rocking Chair Armchair 1960’s /2244", "Variant Name": "Default Title", "Price": "595.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-teak-scandart-rocking-chair-armchair-1960-s-2244", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_8307cc71-524d-49e5-bd7c-6c77f08351f4.jpg?v=1686741093", "Body": "<p>Mid Century Vintage Teak Scandart Rockinng Chair in excellent vintage condition with webbed seat and back and seat cushions with removable zip cushion covers.  High Quality upholstery fabric in a linen cotton blend which can be easily replaced if required.  The foam inserts are like new and meet EU Regulations and do not need replacing.  The upholstery fabric is immaculate with no marks or damage to the fabric.  From a smoke free and pet free home. </p><p>The frame is solid and sturdy with no breaks or damage to affect function and a gentle rocking action.  There are some light marks here and there relevant to age and use but they do not detract from the overall condition.</p><p>The webbed seat had been replaced by a professional upholsterer and the web struts are are firm and sturdy.</p><p>Dimensions</p><p>B/H x 88 to the cushion and 80 to the frame x S/H 45 x S/D 51 x S/W x W  61 x D 72 cm</p><p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly £50 /Scotland Edinburgh/Glasgow fortnightly /Manchester/Liverpool:Birmingham weekly but often sooner depending upon date of purchase. Please message with postcode for firm quote. The chair  will be fully wrapped for carriage and delivery is doorstep delivery only with delivery charge payable in cash to the courier.</p><p>Thank you for viewing this item</p>"}, {"Code": "2243", "Collection": "Mid Century Armchairs / Sofas", "Category": "Mid Century Armchairs / Sofas", "Name": "Midcentury Vintage Teak Scandart Armchair 1960’s /2243", "Variant Name": "Default Title", "Price": "595.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-teak-scandart-armchair-1960-s-2243", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_85ebd526-7f7a-4701-b66b-fbbd3f76f132.jpg?v=1686700197", "Body": "<meta charset=\"UTF-8\">\n<p>Mid Century Vintage Teak Scandart Armchair in excellent vintage condition with webbed seat and back and seat cushions with removable zip cushion covers. High Quality upholstery fabric in a linen cotton blend which can be easily replaced if required. The foam inserts are like new and meet EU Regulations and do not need replacing.  The upholstery fabric is immaculate with no marks or damage to the fabric.  From a smoke free and pet free home. </p>\n<p>The frame is solid and sturdy with no breaks or damage to affect function. There are some light marks here and there relevant to age and use but they do not detract from the overall condition.</p>\n<p>The webbed seat had been replaced by a professional upholsterer and the web struts are are firm and sturdy.</p>\n<p>Dimensions</p>\n<p>B/H 88 x S/H 45 x S/D 51 x W 61 x D 72 cm</p>\n<p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner. <br><br></p>\n<meta charset=\"UTF-8\">\n<p><span>Central London / Manchester/Liverpool/ Birmingham deliveries weekly but often sooner depending upon date of purchase.</span></p>\n<p><span>Scotland Edinburgh/Glasgow fortnightly</span></p>\n<p><span>The chair will be fully wrapped for carriage and delivery is doorstep delivery only </span></p>"}, {"Code": "2224", "Collection": "Mid Century Armchairs / Sofas", "Category": "Mid Century Armchairs / Sofas", "Name": "Rare Vintage Bamboo Ming Sofa Chairs Colin Morrow Vivai del Sud 1970's  / 2224", "Variant Name": "Default Title", "Price": "1995.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/rare-vintage-bamboo-ming-sofa-chairs-colin-morrow-vivai-del-sud-1970s-2224", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_640815ad-7342-4679-b7f0-472661b34367.jpg?v=1685664965", "Body": "<p>Mid Century Vintage Italian Bamboo Ming Garden  Sofa Set designed by Colin Morrow for Vivai Del Sud 1970's  to include a Sofa, 2 Lounge chairs and Coffee Table.  Originally the seats would have had  wicker base supports however they  have been replaced at some time in the past with purpose strengthened upholstery webbing with a nylon mesh cover attached to the frame  to protect.  The bamboo frames are all solid and sturdy with no breaks or repairs to note that affect the appearance or the function.</p><p>The Coffee Table has no glass top but this can be ordered on behalf of the buyer with toughened EU Regulation glass at an extra cost of £85.</p><p>Dimensions</p><p>Sofa - H 57 x L 139 x D 75 x S/H 23 cm</p><p>Chairs - H 57 x L 75 x D 75 x S/H 23 cm</p><p>Coffee Table - H 35 x L 111 x D 55 cm</p><p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly £80 - Edinburgh/Glasgow fortnightly £75 and South Coast/Wales £70 - Manchester/Liverpool/ Leeds :Midlands/Bristol £65 within 7 to 10 days but often sooner depending upon date of purchase. Please message with postcode for firm quote. Courier payment in cash and the item will be fully wrapped for delivery.</p><p>Thank you for viewing this item</p>"}, {"Code": "1856", "Collection": "Mid Century Armchairs / Sofas", "Category": "Mid Century Armchairs / Sofas", "Name": "Midcentury Vintage Rocking Chair By Ilmari  Tapiovaara For Asko 1960’s /1856", "Variant Name": "Default Title", "Price": "745.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-rocking-chair-by-ilmari-tapiovaara-for-asko-1960-s-1856", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_5d448e1b-c713-44b2-a63b-02fdd36c4251.jpg?v=1637798676", "Body": "<p>Mid 20th Century Vintage Rocking Chair by Finnish designer Ilmari Tapiovaara in the 1960’s.</p><p>Iconic design with a natural beech  seat and black frame.   The chair is solid and sturdy with no damage or repairs affecting the function.  In excellent overall condition the only imperfections to note are some light flakes to the finish of the frame on the arms and top of back relevant to age and use.  The seat has been lightly polished and has a lovely tone and grain.</p><p>Dimensions </p><p>B/H 107 x A/H 65 x S/H 45 x S/W 41 cm.   Rest Depth 82 cm</p><p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly.  Edinburgh/Glasgow fortnightly but often sooner depending upon date of purchase. Please message with postcode for firm quote. Central London Deliveries £40.  Ground floor doorstep delivery only until further notice.   Delivery Charge payable to Courier in Cash.</p><p>Thank you for viewing this item </p>"}, {"Code": "1483", "Collection": "Mid Century Armchairs / Sofas", "Category": "Home & Garden Furniture Sofas, Loveseats & Chaises", "Name": "Mid Century Swedish Vintage Occasional Chair 1960’s /1483", "Variant Name": "Default Title", "Price": "245.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-swedish-vintage-occasional-chair-1960-s-1483", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_05be3b71-fca9-4f95-80d2-16f966fd62c6.jpg?v=1606837824", "Body": "Used<br>Exceptional vintage condition.<br><br><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Stylish Mid Century Modernist Occasional Chair in excellent vintage condition having been professionally reupholstered in a mid grey wool/linen mix.</p>\n<p>Black Oak leg frame and Black Metal back rest support all sturdy and solid.   </p>\n<p>Attractive shape with gentle curves to the back and seat rest for comfort.</p>\n<p>Dimensions </p>\n<p>B/H 77 x S/H 41 x S/W 50 x S/D 53 cm</p>\n<p>Nationwide Delivery quotes by independent professional courier with delivery stated to be 7 to 14 working days but usually sooner. Central London Deliveries weekly £40. Please message with postcode for firm quote. Delivery charge is payable to the courier in cash on delivery.  Doorstep Delivery only until further notice.  Item will be wrapped for delivery.</p>\n<p>Thank you for viewing this item. </p>\n<p><br></p></font>"}], "artwork-collectibles": [{"Code": "2245", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Mid Century Vintage Mahogany Screen Panel Divider Wall Art Decor /2245", "Variant Name": "Default Title", "Price": "445.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-vintage-mahogany-screen-panel-divider-wall-art-decor-2245", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_81d7489b-4ec6-4a26-bf8b-f70c9b267d67.jpg?v=1686921812", "Body": "<br><p>Mid Century Vintage Mahogany Sectional Screen Panel Divider.  Solid wood and  very heavy.  Could be wall mounted and used to display a collection of small objects or as a decorative wall art sculpture.  </p><p>Dimensions</p><p>H 151 x W 80 x D 10 cm </p><p>Delivery by Professional Independent Reliable Courier within 7 to 14 working days but usually sooner depending on delivery location and courier routes.  . Central London Deliveries weekly approx £60; North East/North West/Midlands/South West/South East £55 ; Scotland/South Coast/south Wales fortnightly depending on courier routes but often sooner approx £60. </p><p> Delivery is doorstep only unless agreed otherwise with the Courier and delivery charge payable in Cash to the Courier.   Please message with postcode for firm quote.</p><p>Thank you for viewing this item</p>"}, {"Code": "2232", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Mid Century Danish Vintage Teak Breakfast Bed Tray Foldaway 1960's /2232", "Variant Name": "Default Title", "Price": "225.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-danish-vintage-teak-breakfast-bed-tray-foldaway-1960s-2232", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_32fd4e0e-e0a2-47de-bb4c-9e92b856ec88.jpg?v=1686906998", "Body": "<br><p>Mid Century Vintage Danish Teak Foldaway Breakfast Tray with Black Melamine Top in exceptional vintage condition. The design and quality of craftsmanship is exceptional with dovetail  inlaid marquetry to the frame.    The stand opens out to an angle perfect to read the newspaper!  There is a signature and dated 1967 on the underside ,originating  from a 1960’s Architect Designed Home. </p><br><p>Dimensions </p><br><p>H 39 ext. H 15 closed x W 76.5 x D 36 cm </p><br><p>Royal Mail Parcel Post 48 Tracked and Signed</p><br><p>Thank you for viewing this item.</p>"}, {"Code": "2238", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Mid Century Lee Burr Reynolds Christie’s Oil Acrylic Mixed Media  Painting /2238", "Variant Name": "Default Title", "Price": "1095.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-lee-burr-reynolds-christie-s-oil-acrylic-mixed-media-painting-2238", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_062e25e9-deff-4491-9843-62c445598739.jpg?v=1685540535", "Body": "<p>Original Lee Burr Reynolds large multi media oil and acrylic painting on stretched canvas titled 'Musicale'.  Exhibited in the East Park Galllery in New York by Christies.   A large and striking painting in multi tones of blue, peach, coral, black featuring sections of sheet music and described as 'a painting of the highest merit’  Signed in the bottom corner.   East Park Gallery Stamp to the back canvas along with the Christies bio of the painting and original tag.</p><br><p>Lee Burr was born in LA in 1936 and graduated with a Bachelors degree in Fine Art from the University of Southern California in 1962.  His richly surfaced abstracts of massive scale are exhibited in well known museums in the USA and Major Art Collections in Europe of the Avante-Garde</p><br><p>While it’s estimated there were more than half a million Lee Reynolds paintings created, Burr has only painted around 350 original canvases of his own in his lifetime with precious few, if any, ever available for sale by Vanguard</p><br><p>Dimensions H 123 x W 153 cm</p><br><p>To ensure this painting reaches the buyer in the condition it left us delivery is by Independent Professional Courier within 7 to 14 business days but very often sooner.  Delivery to most UK postcodes for £35 or collection in person by courier or buyer.</p><br><p>Thank you for viewing this item</p>"}, {"Code": "2226", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Linda LeKniff ‘La Reverie’ Signed Original Lithograph 127/200 Christies  /2226", "Variant Name": "Default Title", "Price": "545.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/linda-lekniff-la-reverie-signed-original-lithograph-127-200-christies-2226", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_214c809c-8fc5-44cb-b36e-f0c4323c07b2.jpg?v=1685459088", "Body": "<p>Stunning Linda LeKniff Signed Limited Edition Lithograph La Reverie numbered 127 / 200 with certificate published by Christies Contemporary Art (CCA)</p>\n<p>This detailed and impressive piece is hand signed by the artist in pencil framed behind glass in a simple black frame. Hanging wire to back.</p>\n<br>\n<p>The drawing is on Matt paper and in excellent condition there is some ageing brown marks to the outer edges of the paper and some rippling. However this does not deflect from the drawing itself which is in excellent condition with no apparent marks and no damage.</p>\n<br>\n<p>H 56 x W 73 x D 5 cm</p>\n<br>\n<p>Delivery by independent trusted courier and insured delivery is within 7 to 14 business days but usually sooner. Please message with postcode for delivery cost</p>\n<br>\n<p>Thank you for viewing this item.</p>\n<br>"}, {"Code": "2225", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Mid Century Vintage Cubism Abstract Canvas Painting Framed by H Woodruff /2225", "Variant Name": "Default Title", "Price": "425.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-vintage-cubism-abstract-canvas-painting-framed-by-h-woodruff-2225", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_30e1ee33-06c0-4891-ad6f-789f32f8b923.jpg?v=1683583250", "Body": "<p>Original Mid Century Cubism Abstract Cotton Canvas stretched on  board in a black frame signed H Woodruff. </p><br><p>A striking Post War Modern painting in watercolour paints and in excellent condition. No fading or sign of damage or repairs. On close inspection there is a small raised circle as shown on the canvas and can only be seen in close inspection and from a certain angle. </p><br><p>Dimensions H 52 x W 43 cm</p><br><p>Delivery by Royal Mail Parcel Force Tracked  within 3 to 5 working days. </p><br><p>Thank you for viewing this item</p>"}, {"Code": "2187", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Midcentury Vintage Dekor Zagreb Rucni Rad Enamel Metal Art Wall Plate /2187", "Variant Name": "Default Title", "Price": "55.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-dekor-zagreb-rucni-rad-enamel-metal-art-wall-plate-2187", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_88a7596e-4195-4686-9808-fe1b4ec9cab3.jpg?v=1678887507", "Body": "<p>Stunning Mid Century Vintage Enamel Plate by Dekor Zagreb Rucni Rad Yugoslavia hand painted enamel with vibrant colours of golds/bronze/brown/red/orange on copper metal plate. </p><br><p>A stunning decorative art piece for wall mounting or display on a stand.  </p><br><p>Dimensions:-  25 cm</p><br><p>Delivery by Royal Mail 2nd class delivery within 3 to 5 working days. </p><p>Thank you for viewing this item</p>"}, {"Code": "2183", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Midcentury Vintage Danish Framed Pencil Drawing 6/23 Signed Max Vieten /2183", "Variant Name": "Default Title", "Price": "95.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-danish-framed-pencil-drawing-6-23-signed-max-vieten-2183", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_eb71b51e-ab4e-436b-aee3-c60da2f0ef2b.jpg?v=1678482914", "Body": "<p>Striking Mid Century Danish Original Charcoal Pencil Drawing signed by Artist Max Vieten  limited edition numbered 6/93</p><br><p>Framed behind glass in a simple black frame to focus the eye to the skilful detailed pencil drawing. </p><br><p>H 37.5 x  W 28.5 cm </p><br><p>Delivery by Royal Mail Parcel Force 48 tracked and insured within 3 to 5 business days but usually sooner. </p><br><p>Thank you for viewing this item.</p><br>"}, {"Code": "2182", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Original Midcentury Vintage Abstract Acrylic Oil Framed Painting 1960s /2182", "Variant Name": "Default Title", "Price": "165.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-midcentury-vintage-abstract-acrylic-oil-framed-painting-1960s-2182", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_131cdd16-9f6e-4da1-9f5b-74de1f970015.jpg?v=1678458289", "Body": "<p>Mid Century Original Abstract Acrylic Oil on  Board with original vintage wood frame in excellent condition. </p><br><p>A Striking Abstract Composition with lots of texture and tones of black, orange and white. </p><br><p>The Painting is Framed on Board and has no fading or damage to note.  The original painted wood frame is in excellent condition with no damage or unsightly marks. </p><br><p>H 38 x W 88 cm </p><br><p>Delivery by independent courier to most UK Postcodes approx £25 please message with postcode for firm quote.   We are happy to work with your own courier or facilitate collection by a Delivery Company.  The painting will be packed carefully for carriage to avoid any damage in transit. </p><br><p>Collection in person also available. </p><br><p>Thank you for viewing this item </p>"}, {"Code": "2180", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Mid Century Vintage V Beffa Lithograph Limited Edition Signed Framed /2180", "Variant Name": "Default Title", "Price": "285.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-vintage-v-beffa-lithograph-limited-edition-signed-framed-2180", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_efa9a133-c524-455c-ac7c-2c06c8ec8b0a.jpg?v=1677852788", "Body": "<p>Mid Century Framed Original Limited Edition Lithograph signed in pencil by Artist - V. Beffa  numbered 205/250</p><br><p>Beffa was a Post War French Artist known to produce works in the manner of Bernard Buffet.  The Lithograph is a Canal Scene on paper in a black frame behind glass. </p><br><p>No fading or damage to the picture there are some light ageing spots to the outer edge of the lithograph but only noticeable on close inspection </p><br><p>W 72.5 x H 52.5 cm </p><br><p>Delivery by independent courier to most UK Postcodes approx £25 please message with postcode for firm quote. </p><br><p>Thank you for viewing this item </p>"}, {"Code": "21012", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Midcentury Vintage Abstract Hand Painted Decorative Ceramic Plate Dish /2102", "Variant Name": "Default Title", "Price": "125.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-abstract-hand-painted-decorative-ceramic-plate-dish-2102", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_79077b3d-1039-4321-813b-8e06fab0e2c6.jpg?v=1668129310", "Body": "<p>Large Mid Century Vintage Liberian Ceramic Hand Painted decorative plate from the 1960’s in beautiful tones of brown, bronze and beige.  A striking  table centrepiece and in perfect condition with no cracks, repairs or damage.  </p><br><p>Initials and Liberia inscribed to underside. </p><br><p>Dimensions </p><br><p>H 7 x W 52 x D 23 cm </p><br><p>Delivery by Royal Mail 2nd class delivery within 3 to 5 working days. </p><br><p>Thank you for viewing this item</p>"}, {"Code": "2041", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Original Vintage Antoni Clave King Bacchus Framed Signed Lithograph 1960’s /2041", "Variant Name": "Default Title", "Price": "495.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-vintage-antoni-clave-king-bacchus-framed-signed-lithograph-1960-s-2041", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_16c2def4-365e-4167-9fa0-1a637a3e441a.jpg?v=1657627869", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\">Original Mid Century Vintage Framed Lithograph Signed Print by Antoni Clave titled 'King Bacchus' 1959.</font><div><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><br></font></div><div><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\">Antoni Clave was one of Spain's best known and most celebrated artists.   His work evolved from a baroque, ornamental style to a pure, minimal aesthetic.   In his later years, his work was abstract, employing expressive lines and exploring the boudaries of collage, objet trove, shading, texture and colour.   </font></div><div><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><br></font></div><div><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\">This is an original Lithograph limited edition from the 1960's and is not a modern reproduction print.  Purchased alongside a number of other pieces from the estate of a Collector of Modern Art.   Please see our other items for sale.<br><p>The lithograph is in perfect condition with no damage or fading.  </p>\n<p>Dimensions</p>\n<p>H 51 x W 69 cm</p>\n<p>Delivery within 7 to 14 Business days but very often sooner.   Delivery will be by professional independent courier to ensure this painting arrives in the condition it left us.  Please message with postcode to ensure we deliver to your locality.  Delivery Charge approximately £25</p>\n<p>Thank you for viewing this item</p></font></div>"}, {"Code": "1994", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Vintage Bamboo Cane Wicker Magazine Rack 1960’s /1994a", "Variant Name": "Default Title", "Price": "45.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/vintage-bamboo-cane-wicker-magazine-rack-1960-s-1994", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_6f288cab-d34d-4ff4-ab3c-e1fdfb10a609.jpg?v=1652438539", "Body": "<p>Vintage Bamboo Cane and  Wicker Magazine Rack in exceptional vintage condition. Solid and sturdy throughout. </p><br><p>H 41 x W 44 x D 26 cm</p><br><p>Nationwide Delivery by Royal Mail Parcelforce 48 tracked and signed .</p><br><p>Thank you for viewing this item.</p>"}, {"Code": "1944", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Midcentury Art School Vintage Acrylic Painting Jackson Pollock inspired /1944", "Variant Name": "Default Title", "Price": "195.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-art-school-vintage-acrylic-painting-jackson-pollock-inspired-1944", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_c2edec71-5d1d-4ae7-a4dc-d437e5b52957.jpg?v=1648469687", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Striking original Vintage Mid Century Art School Acrylic on Board in style of Jackson Pollock unsigned.  </p>\n<p>The painting is in excellent condition with no damage to note.</p>\n<p>Dimensions H 87 x W 57 cm</p>\n<p>Delivery within 7 working days of purchase - UK tracked delivery only £20</p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "1916", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Original Vintage Oil On Board Signed Framed Still Life /1916", "Variant Name": "Default Title", "Price": "135.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-vintage-oil-on-board-signed-framed-still-life-1916", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_9fe39c25-d427-429c-a39c-dda82a515cfd.jpg?v=1644240949", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Original Vintage Still Life Oil on Board signed Danny with vibrant colours and beautifully painted.  Decorative gilt wood vintage frame.</p>\n<p>Dimensions H 48 x W 56  cm</p>\n<p>Delivery by Independent Courier within 7 to 14 days of purchase with approximate UK Delivery £25.  Please message with postcode for firm quote.</p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "1797", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Midcentury Vintage Art School Interiors Abstract Sign Painting Framed 1957 /1797", "Variant Name": "Default Title", "Price": "245.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-art-school-interiors-abstract-sign-painting-framed-1957-1797", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_d1d6e84a-cbf4-4113-84c7-63f8c6f0c031.jpg?v=1635984515", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Unique Mid Century Vintage Art School Sign Writing Examination Piece on Board dated 1957 and mounted on wood frame.</p>\n<p>Vibrant colours, exceptional detail and precision abstract and lettering.</p>\n<p>Dimensions</p>\n<p>W 90 x H 63 cm</p>\n<p>To ensure this reaches the buyer in perfect condition delivery is  by Reliable Independent Courier within 7 to 14 working days but usually sooner.  Please message with postcode for delivery quote. Delivery to most locations £25 - Collection in Person also available.</p>\n<p>Thank you for viewing this item.</p></font>"}, {"Code": "1758", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Original Midcentury Vintage Pastel On Board Wood Frame /1758", "Variant Name": "Default Title", "Price": "195.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-midcentury-vintage-pastel-on-board-wood-frame-1758", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_c27dd013-2b28-4cd5-bccb-262cf309a12c.jpg?v=1631536336", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Large Mid Century Vintage Seascape Pastel on Board in a Decorative vintage wood frame.  This is a striking painting with various tones of Blues, Greys and Browns.  Signed but not dated.   Hanging Wire Present.</p>\n<p>Dimensions</p>\n<p>Frame - H 92 x W 46 cm - Painting H 76 x W 29 cm</p>\n<p>Delivery by Professional Courier with delivery stated to be 7 to 14 days but usually sooner.  Please message with postcode for firm quote.</p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "743", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Artwork / Collectibles", "Name": "Original Mid Century Vintage Geometric Abstract Painting Gerald Rickards  /743", "Variant Name": "Default Title", "Price": "345.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-mid-century-vintage-geometric-abstract-painting-gerald-rickards-743", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_c0b94a12-7bc6-407f-9167-9a565b5d26c0.jpg?v=1631527177", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Large Mid Century 1960's Abstract Vintage  Acrylic Painting on Canvas by Gerald Rickards (1931 to 2006).  The painting is unsigned but was purchased alongside a number of other works by the artist which is distinctive in style.  The painting has intricate geometric patterns and is vibrant in varying shades of grey.  The painting is in excellent condition with no shading or significant damage. There may be the odd very light mark but none that affects the overall condition. Canvas stretched over Wood Frame and hanging wire to the back.</p>\n<p>Dimensions H 107 x W 70.5 cm </p>\n<p>Delivery Nationwide by Professional Courier within 14 days but very often sooner. Delivery to most locations for approx. £25 - please message with postcode for firm quote prior to purchase.  Collection in person also available.</p>\n<p>Thank you for viewing this item </p></font>"}, {"Code": "1477", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Other", "Name": "Vintage Contemporary Wooden Christmas Tree Rustic  /1477", "Variant Name": "Default Title", "Price": "135.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/vintage-contemporary-wooden-christmas-tree-rustic-1478", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_14aea837-0896-4cea-9f7a-37315f9b9275.jpg?v=1631527129", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Vintage Rustic Contemporary Christmas Tree constructed of wood and originally purposed as a Hay Dryer.</p>\n<p>A Super cool alternative to a traditional Christmas Tree. We love it!</p>\n<p>Fixed together with metal hooks and pulls out to the desired size.  Stores away easily.</p>\n<p>Height 165 cm</p>\n<p>Nationwide Delivery by professional courier with delivery stated to be 7 to 14 days but very often sooner.  Central London Deliveries weekly and Scotland/South fortnightly depending on courier routes.  Doorstep delivery in accordance with current regulations.  This item will be fully wrapped for delivery.</p>\n<p>Please message with postcode for firm delivery quote.</p>\n<p>Thank you for viewing this item.</p></font>"}, {"Code": "1312", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Art:Paintings", "Name": "Original Mid Century Vintage Oil On Board Retro Framed Painting /1312", "Variant Name": "Default Title", "Price": "135.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-mid-century-vintage-oil-on-board-retro-framed-painting-1313", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_3428c083-834c-44e9-adea-9b83d5837d31.jpg?v=1630418430", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Original Mid Century 1960's Oil Painting on board in original wood retro frame. The painting is in excellent condition with no shading or damage. Vibrant colours and good texture. </p>\n<p>There is a slither ig wood missing to the bottom underside edge of the frame but once hung it is only noticeable on close inspection. </p>\n<p>Dimensions H 64 x W 51 cm </p>\n<p>U.K. Postage only £25. The painting will be carefully wrapped and boxed for delivery. </p>\n<p>Thank you for viewing this item </p></font>"}, {"Code": "1626", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Collectables:Decorative Collectables:Other Decorative Collectables", "Name": "Midcentury Vintage Mancini Italian Ceramic Decorative Plates /1626", "Variant Name": "Default Title", "Price": "50.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-mancini-italian-ceramic-decorative-plates-1627", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_cbb1e36d-fd5e-4052-a029-dc6c2f9375c4.jpg?v=1630418350", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Set of 3 Mid Century Ceramic Italian Hand Painted Plates by Mancini. </p>\n<p>Vibrant colours with no obvious cracks or chips.   There are some very minor pits to the edges relevant to use but they are only visible on close inspection. No chips, cracks or repairs to note. </p>\n<p>Dimensions:- 21 cm </p>\n<p>Delivery by Royal Mail 2nd class delivery within 3 to 5 working days. </p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "1647", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Collectables:Decorative Collectables:Other Decorative Collectables", "Name": "Vintage Marlborough Old English Ironstone Country Wall Plates Set Of 5 /1647", "Variant Name": "Default Title", "Price": "55.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/vintage-marlborough-old-english-ironstone-country-wall-plates-set-of-5-1648", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_90670bd9-ac76-4c50-a7a4-b247223df9bf.jpg?v=1630418184", "Body": "<p>Set of 5 Marlborough Old English Ironstone Ceramic Plates perfect for a wall or shelving display.</p><p>Diameter 26.5 cm</p><p>The plates are all in lovely condition with no fading to the images. There is some natural ageing to the plates but no unsightly chips or cracks affecting the overall condition. </p><p>Delivery by Royal Mail 2nd class delivery within 3 to 5 working days. </p><p>Thank you for viewing this item</p>"}, {"Code": "1597", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Collectibles Decorative Collectibles Collector Plates", "Name": "Midcentury Vintage Ceramic Plate French Abstract Hand Painted Asymmetrical /1597", "Variant Name": "Default Title", "Price": "60.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-ceramic-plate-french-abstract-hand-painted-asymmetrical-1597", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_d34865fc-4cec-4c71-85f8-1b632a311f86.jpg?v=1618173395", "Body": "Used<br>Perfect Condition.<br><br><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Mid Century French Ceramic Decorative Plate.  Beautifully hand painted with an abstract Fish Design in greys and brown.   The Plate is asymmetrical and has the Makers Details to the Back and titled 'Aquasium'</p>\n<p>Perfect for display on a stand or with appropriate fixing as a wall plate. </p>\n<p>Dimensions:-  25 cm</p>\n<p>Perfect condition</p>\n<p>Delivery by Royal Mail 2nd class delivery within 3 to 5 working days. </p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "1590", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Art Art from Dealers & Resellers Paintings", "Name": "Midcentury Vintage Abstract Oil On Canvas Framed 1960’s /1590", "Variant Name": "Default Title", "Price": "225.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-abstract-oil-on-canvas-framed-1960-s-1590", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_9572cc55-79af-429a-ac69-50b5a57a6941.jpg?v=1617834993", "Body": "Excellent vintage condition.<br><br><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p align=\"left\">Mid Century Abstract Vintage Oil on Canvas stretched on a board frame. A striking painting that has texture, vibrant colours and depth.  No fading or damage.</p>\n<p>Dimensions H 56 x W 40.5 cm</p>\n<p>Delivery by Royal Mail Parcel Force Tracked  within 3 to 5 working days. </p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "1543", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Pottery & Glass Pottery & China Art Pottery Scandinavian Pottery", "Name": "Midcentury Swedish Vintage Asymmetric Studio Vase Bowl Pottery 1960’s /1543", "Variant Name": "Default Title", "Price": "55.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-swedish-vintage-asymmetric-studio-vase-bowl-pottery-1960-s-1543", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_e67dc282-ee3e-49ba-8a52-a4123f30adaa.jpg?v=1613137777", "Body": "Used<br>Perfect Condition.<br><br><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><font size=\"4\" style=\"font-family:Arial\" rwr=\"1\"><font size=\"4\" style=\"font-family:Arial\" rwr=\"1\"><p>Stunning 1960's Swedish Vintage Hand Painted Stoneware Pottery Vase in light grey with asymmetric pattern. Signed and numbered</p>\n<p>The vase is heavy and sturdy.   A crack can be seen from the lower base but this is a split in the pottery during firing and not damage.  </p>\n<p>H 15 cm x D 18 cm</p>\n<p>Delivery by Royal Mail 2nd class delivery within 3 to 5 working days. </p>\n<p>Thank you for viewing this item </p>\n<p><br></p></font></font></font>"}, {"Code": "1519", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Pottery, Porcelain & Glass Date-Lined Ceramics 1960s/ 1970s", "Name": "Midcentury Vintage Strehla Keramik West German Pottery Ceramic Jug Vase /1519", "Variant Name": "Default Title", "Price": "40.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-strehla-keramik-west-german-pottery-ceramic-jug-vase-1519", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_2ce154b4-4537-4c2d-8d08-36432c7acc91.jpg?v=1612133385", "Body": "Used<br>Perfect Condition.<br><br>\n<p>Mid Century West German Ceramic Decorative Vase Jug by Strehla Keramik 1960's in a turquoise with black decorative pattern.</p>\n<p>Dimensions H 22 x D 15 cm</p>\n<p>Perfect condition</p>\n<p>Delivery by Royal Mail 2nd class delivery within 3 to 5 working days.</p>\n<p>Thank you for viewing this item</p>\n<p><br></p>"}, {"Code": "1520", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Collectibles Decorative Collectibles Collector Plates", "Name": "Midcentury Swedish Vintage Abstract Ceramic Plate Ashtray Horse 1960's /1520", "Variant Name": "Default Title", "Price": "25.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-swedish-vintage-abstract-ceramic-plate-ashtray-horse-1960s-1520", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_0b8aa64c-ed56-4bae-8e90-0e6c2f07840c.jpg?v=1612133378", "Body": "Used<br>Perfect Condition.<br><br><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Midcentury Swedish Abstract Decorative hand painted abstract ashtray plate 1960's.  </p>\n<p>Perfect condition.</p>\n<p>Delivery by Royal Mail 2nd class delivery within 3 to 5 working days. </p>\n<p>Thank you for viewing this item</p></font>"}, {"Code": "1358", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Art Art from Dealers & Resellers Paintings", "Name": "Original Mid Century Vintage Michelangelo 1970’s Athena Block Board Print /1358", "Variant Name": "Default Title", "Price": "75.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-mid-century-vintage-michelangelo-1970-s-athena-block-board-print-1358", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_06305b65-2200-4eb4-bb21-7bbede2ec640.jpg?v=1599486572", "Body": "Excellent vintage condition.<br><br><font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Superb Vintage Athena Print on Block Board of Michelangelo in excellent vintage condition with hanging wire to back.</p>\n<p>Dimensions H 59 x W 49 cm </p>\n<p>Delivery Nationwide by Professional Courier within 14 days but very often sooner. Delivery to most locations for approx. £25 - please message with postcode for firm quote prior to purchase.  Collection in person also available.</p>\n<p>Thank you for viewing this item 💛</p></font>"}, {"Code": "1360", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Art Art from Dealers & Resellers Paintings", "Name": "Original Vintage Antique Swedish Anatomical Medical Wall Hanging /1360", "Variant Name": "Default Title", "Price": "375.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-vintage-antique-swedish-anatomical-medical-wall-hanging-1360", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_e3d5dff5-f5cd-407a-96bc-f43c1fe30d7f.jpg?v=1599482981", "Body": "Excellent vintage condition.<br><br>\n<p>Extremely Large Antique Anatomical Swedish Canvas Wall Hanging  by Gustaf Wennman dated 1920 in original wood hanging frame. Excellent condition with some ageing which only adds to the authenticity of the piece.   This is a print on material canvas.    Wonderful illustrations and detailed footnotes with credits to artist and publishers.</p>\n<p>Dimensions H 150 x W 115 cm</p>\n<p>Delivery Nationwide by Professional Courier within 14 days but very often sooner. Delivery to most locations for approx. £25 - please message with postcode for firm quote prior to purchase.  Collection in person also available.</p>\n<p>Thank you for viewing this item </p>\n<p><br></p>"}, {"Code": "1322", "Collection": "Mid Century Artwork / Collectibles / Decorative Accessories", "Category": "Antiques Rugs & Carpets", "Name": "Original Large Vintage Antique Persian Design Fringed Patterned Carpet Rug /1322", "Variant Name": "Default Title", "Price": "595.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-large-vintage-antique-persian-design-fringed-patterned-carpet-rug-1322", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/1322.jpg?v=1652867498", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Incredible Large Mid Century Vintage Patterned Rug in exceptional vintage condition.</p>\n<p>Vibrant colours and a striking multi pattern with fringed edgings.  No wear to the pile.  Base colours in green.</p>\n<br><p>The rug is of extremely large proportions measuring 4.5 x 3.5 m </p>\n<p>There are no unsightly stains or damage.   This is a true vintage item so may have some very light signs of use but none that affect the overall condition.</p>\n<br><p>This is a large and extremely heavy item.  Delivery will be by independent professional courier with delivery stated tp be 7 to 14 working days depending on delivery location.  Central London Deliveries weekly.  Scotland fortnightly.  Please message with postcode for firm quote.  In accordance with Covid Restrictions delivery is for ground floor doorstep delivery only.</p>\n<p>Thank you for viewing this item.</p></font><br><br><a href=\"https://info.exportyourstore.com/\">Powered by ExportYourStore</a> <br>Listed with ExportYourStore.com"}], "mid-century-bedroom": [{"Code": "2266", "Collection": "Mid Century Bedroom", "Category": "Mid Century Bedroom", "Name": "Pair Midcentury G Plan Fresco Vintage Teak Floating Bedside Drawers /2266", "Variant Name": "Default Title", "Price": "345.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/pair-midcentury-g-plan-fresco-vintage-teak-floating-bedside-drawers-2266", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_ea2471b4-8262-49f0-80e5-cc4ac6ba6202.jpg?v=1688045842", "Body": "<p>Pair Mid Century G Plan Fresco Vintage Teak nightstands each with one drawer in exceptional vintage condition.  The original G Plan label is present.   The central leg is solid teak and screws into the  drawer casing but can easily be removed  to enable the drawers to be wall mounted at any height. </p><br><p>The drawers are beautifully dovetailed and run just as they should. Original fresco signature Fresco handles in perfect condition with no damage or repairs to note.  Fully cleaned and lightly polished ready for use. </p><br><p>Dimensions</p><br><p>H 52 x W 51 x D 43 cm </p><p>Height of leg 35.5 cm</p><p>Drawer Width 44 cm x Height 8.5 cm </p><p>Nationwide delivery by professional and reliable couriers with delivery stated to be 7 to 14 working days but usually sooner.  Delivery is for ground floor doorstep delivery only.   The  chests will be wrapped for carriage.  Please message with postcode for firm quote.</p><p>Once dispatched buyer details will be passed to the courier to arrange a mutually convenient date and time for delivery.  Central London deliveries weekly £40- Manchester/Liverpool/Leeds/Newcastle/Birmingham/Bristol/Nottingham £30 Scotland and South Coast fortnightly depending on courier routes.</p><p>Thank you for viewing this item</p>"}, {"Code": "2152", "Collection": "Mid Century Bedroom", "Category": "Mid Century Bedroom", "Name": "Mid Century Vintage Teak Uniflex Bedside Cabinet Drawers By Peter Hayward  /2152", "Variant Name": "Default Title", "Price": "185.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-vintage-teak-uniflex-bedside-cabinet-drawers-by-peter-hayward-2152", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_c484a366-bff9-4bbf-b005-8e29a29387ed.jpg?v=1674010244", "Body": "<p>Mid Century Vintage Teak Bedside Cabinet designed by Peter Hayward for Uniflex circa 1960 with exceptional marquetry detail to the drawer, original brass handles and Uniflex makers label present.  </p><p>Exceptional craftsmanship throughout as one would expect with one drawer together with a storage cupboard with fixed shelf to maximise storage.   The Drawer has a solid casing and runs as it should and the Cupboard opens easily and closes fully on the original catch. Immaculately clean with no odours or marks to note.</p><p>The teak has a deep grain and rich tone and compliments the lighter tone to the marquetry detail to the drawer front.  The cabinet has been thoroughly cleaned and lightly polished ready for use in the home.</p><p>Excellent condition throughout with only one imperfection to note which is a slight superficial graze to a small area on the left side of the cupboard as shown however it is not immediately noticeable and due to position will go unnoticed once in place in the home.</p><p>Dimensions</p><p>H 62 x W 37.5 x D 34.5 cm</p><p>Drawer H 6.5 x W 30.5 cm</p><p>Cupboard - H 41 x W 33 x S/H 20.5 cm</p><p>Nationwide Delivery available by independent professional reliable courier with delivery stated to be 7 to 14 working days but usually sooner. Delivery date will depend on date of purchase and courier routes. Please message with postcode for quote. Central London deliveries weekly approx £40.  Delivery is ground floor doorstep delivery only with delivery charge payable to the courier in cash on delivery.</p><p>Collection in person / Buyers Own Courier Collection also available..  </p><p>Thank you for viewing this item</p>"}, {"Code": "2150", "Collection": "Mid Century Bedroom", "Category": "Mid Century Bedroom", "Name": "MidCentury Vintage Heals Loughborough Teak Mahogany Vanity Dressing Table  /2150", "Variant Name": "Default Title", "Price": "625.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-heals-loughborough-teak-mahogany-vanity-dressing-table-2150", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_741511e4-78f8-4821-9a3b-17d9ab45e82a.jpg?v=1673564236", "Body": "<p>Mid Century Vintage Heals Natural Mahogany Vanity Dressing Table designed by Neville Ward &amp; Frank Austin for Loughborough Furniture and retailed through Heals London in the 1950's/60's .  </p><p>The attention to design, detail and cabinetry skills are a perfect example of the quality of Loughborough Furniture and its position in the high end market of its era.   </p><p>The Vanity has the original mirror on a tilt hinge to fix in desired position.  The mirror is perfect with no cracks, chips or ageing to affect the appearance.   The drawers have solid casings and run as they should.   Original brass loop handles all in tact and in perfect condition.</p><p>Immaculately clean and lightly polished it is in exceptional condition having been well cared for since it’s original purchase by the owner from Heals London.  We also have a matching Double  Wardrobe which is fitted with drawers and shelves.  Please see our other items for sale.</p><p>Excellent original condition throughout with Loughborough Label to the back.  </p><p>There is no damage, repairs or unsightly marks to note and buyer will be delighted with the condition.   </p><br><p>Dimensions</p><p>H 135 x W136 x D 41 cm</p><br><p>Drawers to each side Top - W 32 x H22 cm; Bottom - W 32 x H 6 cm</p><p>Mid lower Drawer W 57 x H 6 cm</p><p>Delivery is by Independent Professional Furniture Couriers and stated to be within 7 to 14 working days but often sooner.  Central London/Manchester/Birmingham Deliveries weekly approx £50. Please message with postcode for firm quote. Delivery charge is payable to the courier in cash on delivery.  Doorstep Ground Floor Delivery Only unless agreed otherwise. This is a very heavy item and will require suitable assistance on delivery..  The mirror will be removed for carriage for ease of transport and safety and will be fully wrapped for carriage.   The Courier will liaise directly with you regarding a mutually convenient date and time for delivery.</p><p>Thank you for viewing this item</p>"}, {"Code": "2077", "Collection": "Mid Century Bedroom", "Category": "Mid Century Bedroom", "Name": "Mid Century E Gomme  G Plan Vintage Dressing Table Vanity With Mirror /2077", "Variant Name": "Default Title", "Price": "495.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-e-gomme-g-plan-vintage-dressing-table-vanity-with-mirror-2077", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_62704740-6bce-4154-9118-ee30ad829e80.jpg?v=1665408107", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Rare Mid Century Vintage E Gomme Vanity Dressing Table with the original circular mirror and spacious storage compartment with a lift up lid.  Finished in a light oak and original white melamine to the top and front of the storage compartment.   The mirror is original and framed in a darker teak to add contrast and is in perfect condition.  This can be removed if desired and is set on a plinth which can be removed from the back of the vanity unit.</p>\n<p>The storage compartment has a lift up lid which flips over to the side and can be used as an additional surface as it is sturdy and solid.  The interior is spacious with a small tray to store smaller items.   E Gomme gold stamp present.</p>\n<p>The frame is solid and sturdy with no wobbles breaks or repairs and the Vanity has evidently been well cared for since original purchase.   We  have a Chest of Drawers from the same range please see our other items for sale.  </p>\n<p>In beautiful condition from a smoke free immaculate home and thoroughly cleaned ready for use.</p>\n<p>Dimensions</p>\n<p>H 137 (with mirror) x H 71 ( to ledge) x W 102 x D 42.5 cm</p>\n<p>Mirror - Diameter 62 cm</p>\n<p>Storage Compartment - H 11 x W 38 x D 38 cm</p>\n<p>Seating Space - H 55 x W 97 cm</p>\n<p>Delivery is by Independent Professional Furniture Couriers and stated to be within 7 to 14 working days but often sooner.  Central London/Manchester/Birmingham Deliveries weekly please message with postcode for firm quote. Delivery charge is payable to the courier in cash on delivery.  Doorstep Ground Floor Delivery Only unless agreed otherwise. The item will be fully wrapped for carriage.   The Courier will liaise directly with you regarding a mutually convenient date and time for delivery.</p>\n<p>Thank you for viewing this item</p></font>"}], "mid-century-coffee-nest-tables": [{"Code": "2251", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Coffee Tables / Nest of Tables", "Name": "Midcentury Vintage Belgian Tile Top Chrome Coffee Table 1960’s /2251", "Variant Name": "Default Title", "Price": "275.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-belgian-tile-top-chrome-coffee-table-1960-s-2251", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_514f74b2-a28f-42c6-9ada-68cf98bea115.jpg?v=1687173961", "Body": "<p>Mid Century Belgian Vintage 1960’s Tiled Top Coffee Table with hand painted ceramic tiled top in vibrant colours and abstract splash design with a chromed steel frame. The tiles are in perfect condition with no damage to note. The frame surround has some pitting corrosion as shown.</p>\n<p> </p>\n<p>Dimensions</p>\n<p>H 40 x L 77 x D 46 cm</p>\n<p> </p>\n<p>Delivery quotes available by professional reliable courier covering most UK postcodes with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. Central London Deliveries weekly £45.  This item will be fully wrapped for delivery and delivery is doorstep only unless agreed otherwise.</p>\n<p>Collection in person also available.</p>\n<p>Thank you for viewing this item </p>\n<p><br><br></p>"}, {"Code": "2246", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Coffee Tables / Nest of Tables", "Name": "Midcentury Vintage Teak G Plan Astro Coffee Table 1960’s /2246", "Variant Name": "Default Title", "Price": "325.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-teak-g-plan-astro-coffee-table-1960-s-2246", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_0532b800-8199-4322-9a75-df5ae588b973.jpg?v=1687002601", "Body": "<p>Mid Century G Plan Vintage Teak G Plan Astro Round Coffee Table with original glass top and solid teak quadrille base in excellent vintage condition. </p><p>The glass top has no chips or cracks and in excellent condition.   The top is framed with teak and whilst in excellent condition having regard to age and use there are some light signs of use in terms of natural ageing to the teak and the odd light mark there is none that are offensive or detract from the overall condition.   </p><p>A statement and sought after piece from the 1960's G Plan  Fresco Range.</p><p>Dimensions</p><p>H 46 x D 184 cm</p><p>Delivery quotes available by professional reliable courier covering most UK postcodes with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. Central London Deliveries weekly £45.  This item will be fully wrapped for delivery and delivery is doorstep only unless agreed otherwise.</p><p>Collection in person also available.</p><p>Thank you for viewing this item </p><br><br>"}, {"Code": "2204", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Coffee Tables / Nest of Tables", "Name": "Midcentury Vintage Italian Bamboo Cane Wicker Glass Coffee Table /2024", "Variant Name": "Default Title", "Price": "475.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-italian-bamboo-cane-wicker-glass-coffee-table-2024", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_78fbe34d-4056-4124-a170-9b6503e7b3a0.jpg?v=1681731529", "Body": "<p>Mid Century Italian Vintage Bamboo Cane Coffee Table with a glass top and magazine  shelf in exceptional vintage condition.</p><br><p>Stunning design to the frame with exceptional craftsmanship throughout.  The frame has been lightly polished and ready for the home.  Solid and sturdy throughout with no wobbles, breaks or apparent repairs.</p><br><p>Thoroughly cleaned and lightly polished ready for use.</p><p>Exceptional condition throughout.  The glass has been replaced at some time in the past. It is excellent quality and heavy with no scratches  or chips </p><br><p>Dimensions</p><p>H 46 x L 106 x D 55 cm </p><p>Delivery quotes available by professional reliable courier covering most UK postcodes with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. Central London Deliveries weekly £45.  This item will be fully wrapped for delivery and delivery is doorstep only unless agreed otherwise.</p><p>Collection in person also available</p><p>Thank you for viewing this item </p><br><br>"}, {"Code": "2110", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Coffee Tables / Nest of Tables", "Name": "Original 1960’s Modernist Vintage Italian Marble Chrome Round Coffee Table /2110", "Variant Name": "Default Title", "Price": "1295.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-1960-s-modernist-vintage-italian-marble-chrome-round-coffee-table-2110", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_a9ecdaff-403a-46eb-bb73-6e80dd36facc.jpg?v=1668554596", "Body": "<p>Rare Mid Century Italian Marble and Chromed Steel Coffee Table of exceptional quality and modernist in design.  </p><p>Purchased in 1960 as one of a pair, the condition  of both tables are exceptional and exactly as they would have been on original purchase.   The chromed steel base has no pitting or rust and is free of any marks to note.  Any appearance of marks to the chrome in the images relate to reflection and are not present on the finish.   The polished Italian veined marble top is also in immaculate condition with deep patterns and various tones of black, brown, green and white. </p><p>Dimensions </p><p>H 51 x D 100 cm</p><p>The matching table is on a separate listing please see our other items for sale.</p><br><p>Nationwide delivery quotes available by professional and reliable courier with delivery stated to be within 7 to 14 working days depending on delivery location but very often sooner. Please message with full postcode for firm quote. Weekly deliveries to Central London £50.   Scotland/South Coast/East Coast/South Wales fortnightly depending on courier routes but often sooner.   Manchester/Liverpool/Leeds/Newcastle/Birmingham weekly £40.   Delivery payment to Courier in cash on delivery.    Suitable assistance will be required on delivery as this is an extremely heavy item.  Delivery is for doorstep only unless agreed otherwise with the courier.</p><p>Thank you for viewing this item.</p>"}, {"Code": "1894", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Coffee Tables / Nest of Tables", "Name": "Midcentury Vintage Elm Nest Of Tables Coffee Table 1960’s /1894", "Variant Name": "Default Title", "Price": "295.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-elm-nest-of-tables-coffee-table-1960-s-1894", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_6d6afab9-b196-44e0-aaab-63371634dbff.jpg?v=1644536304", "Body": "<p>Mid Century Vintage Elm Nest of Tables with exceptional craftsmanship throughout.  Solid elm in a blonde tone with a beautiful grain throughout.  The tables slot neatly into place when not in use.  </p><br><p>The tables have been professionally restored. </p><br><p>Dimensions </p><p>H 45.5 x W 67.5 x D 47.5 cm</p><p>Middle table - H 42.5 x W 48.5 x D 40.5 cm</p><p>Small Table - H 39.5 x W 33 x D 30.5 cm</p><p>Delivery quotes available by professional reliable courier covering most UK postcodes with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. Central London Deliveries weekly £40.  This item will be fully wrapped for delivery and delivery is doorstep only until further notice.</p><p>Collection in person also available</p><p>Thank you for viewing this item </p><br><br>"}, {"Code": "1891", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Coffee Tables / Nest of Tables", "Name": "Midcentury Vintage Teak Danish Coffee Table with Smoked Glass Top /1891", "Variant Name": "Default Title", "Price": "425.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-teak-danish-coffee-table-with-smoked-glass-top-1891", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_1ddfee60-1533-4a5c-91a1-32b476747a36.jpg?v=1643917260", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Mid Century Danish Vintage Teak Modernist Coffee Table with a smoked glass top and lower shelf in exceptional vintage condition.</p>\n<p>Stunning design to the frame with exceptional craftsmanship throughout.  The frame has been lightly polished with teak oil and ready for the home.  Solid and sturdy throughout with no wobbles, breaks or apparent repairs.</p>\n<p>Thoroughly cleaned and lightly polished ready for use.</p>\n<p>Exceptional condition throughout</p>\n<p>Dimensions</p>\n<p>H 44.5 x L 117.5 x D 58.5 x S/H 19.5 cm</p>\n<p>Delivery quotes available by professional reliable courier covering most UK postcodes with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. Central London Deliveries weekly £40.  This item will be fully wrapped for delivery and delivery is doorstep only unless agreed otherwise.</p>\n<p>Collection in person also available</p>\n<p>Thank you for viewing this item </p>\n<br><br></font>"}, {"Code": "1884", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Coffee Tables / Nest of Tables", "Name": "Midcentury Vintage Teak Coffee Table Retro Design  1960’s /1884", "Variant Name": "Default Title", "Price": "265.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-teak-coffee-table-retro-design-1960-s-1884", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_bc6cbb61-a2da-407a-90bd-08cb10ad0a19.jpg?v=1638828198", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p></p>\n<p>Unique Mid Century 1960's Vintage Coffee Teak Table with ebonised, satinwood and mahogany inlay to the teak and an ebonised frame. This is a one off piece with exceptional craftsmanship incorporating decorative inlay panels of the Statue of Liberty, Leaning Tower of Pisa, Eiffel Tower and Big Ben.  Tapering legs with brass feet all sturdy and solid.  This is a unique and decorative piece in beautiful vintage condition and a superb example of decorative design from the era.</p>\n<p>The legs are solid and sturdy with no wobbles, breaks or repairs.</p>\n<p>Thoroughly cleaned and lightly polished ready for use.</p>\n<p>Dimensions</p>\n<p>H 40 x L 100 x D 40 cm</p>\n<p>Delivery quotes available by professional reliable courier covering most UK postcodes with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. Central London Deliveries weekly £40.  This item will be fully wrapped for delivery and delivery is doorstep only until further notice.</p>\n<p>Collection in person also available</p>\n<p>Thank you for viewing this item </p>\n<p><br></p></font>"}, {"Code": "443", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Coffee Tables / Nest of Tables", "Name": "Jacqueline Groag Lilliput Geometric Black & White Minimalist Coffee Table /443", "Variant Name": "Default Title", "Price": "425.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/jacqueline-groag-lilliput-geometric-black-white-minimalist-coffee-table-443", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/443.jpg?v=1652867451", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><font size=\"4\" style=\"font-family:Arial\" rwr=\"1\"><font size=\"4\" style=\"font-family:Arial\" rwr=\"1\"><font size=\"4\" style=\"font-family:Arial\" rwr=\"1\"><font size=\"4\" style=\"font-family:Arial\" rwr=\"1\"><p>Jacqueline Groag Lilliput outstanding and rare Black/White Scandinavian 1960's Coffee Table with black metal base.  Resin top with the most stunning black and white geometric pattern very probably designed by one of the well known Swedish designers of the period. Perfect condition with original heavy black metal base which is sturdy. </p>\n<p><font face=\"Arial\">Superb design and construction this would make a stunning addition to any home.</font><br></p>\n<p><font face=\"Arial\">Dimensions - L 138 x D 51 x H 44 cm</font></p>\n<p><font face=\"Arial\">Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner. Central London Deliveries weekly.  Please message with postcode for competitive quote.  </font><br></p>\n<p><font face=\"Arial\">Thank you for viewing this item.</font></p>\n<p><br></p></font></font></font></font></font><br><br><a href=\"https://info.exportyourstore.com/\">Powered by ExportYourStore</a> <br>Listed with ExportYourStore.com"}, {"Code": "1242", "Collection": "Mid Century Coffee Tables / Nest of Tables", "Category": "Home, Furniture & DIY:Furniture:Tables", "Name": "Mid Century Danish Oak Coffee Table By Hans J Wegner for Andreas Tuck 1954 /1242", "Variant Name": "Default Title", "Price": "1295.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-danish-oak-coffee-table-by-hans-j-wegner-for-andreas-tuck-1954-1243", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/1242.jpg?v=1652867486", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\">Stunning Blonde Oak Coffee Table by Hans J Wegner for Andreas Tuck with long tapering legs and raised lip edge.  Designer and makers stamp to underside.<p></p>\n<p>Dimensions L 132 x D 56 x H 53.5 cm</p>\n<p>Beautifully crafted with rounded corners, raised edge and tapering splayed legs. </p>\n<p>This item has been professionally restored and is in superb condition.</p>\n<p>A true antique of the future and investment piece. </p>\n<p>Delivery quotes available by professional reliable courier covering most of the UK with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. </p>\n<p>Collection in person also available</p>\n<p>Thank you for viewing this item &lt;&gt;</p>\n<p>Theattikstannes</p></font><br><br><a href=\"https://info.exportyourstore.com/\">Powered by ExportYourStore</a> <br>Listed with ExportYourStore.com"}], "mid-century-desks": [{"Code": "2220", "Collection": "Mid Century Desks", "Category": "Mid Century Desks", "Name": "MidCentury Vintage Walnut Vesper  Pedestal Desk 1960 /2220", "Variant Name": "Default Title", "Price": "495.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-walnut-vesper-pedestal-desk-1960-2220", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_5ba6c6a7-d4d9-4053-afe8-47ed9fa1d94e.jpg?v=1686657382", "Body": "<p>Mid Century Vintage Vesper Walnut Pedestal Desk with 6 graduating drawers and match finished to the back which enables the desk to be positioned in the middle of a room.</p>\n<br>\n<p>Stunning walnut grain with handles and trim edge to the shaped desk top in a lighter tone beech giving a striking contrast.</p>\n<br>\n<p>Dovetailed drawers with solid casings and original handle pulls all in perfect condition .</p>\n<br>\n<p>In good vintage condition throughout the desk has been thoroughly cleaned and lightly polished ready for use. The top has been exposed to sunlight and likely in front of a window for many years which has bleached the finish. This can be refinished to its original condition by our independent professional restorer for at a cost of £100 if desired. This is a beautiful piece of Mid Century design displaying exceptional craftsmanship and quality walnut and is worthy of the minor restoration required</p>\n<br>\n<p>The desk is solid and sturdy with no damage or repairs to note.</p>\n<br>\n<p>Dimensions</p>\n<br>\n<p>H 72 x W 138.5 x D 72 cm</p>\n<p>Knee hole - H 67.5 x W 52.5 cm</p>\n<p>Drawers W 33 x H 11.5, 14.5, 14.5 cm each side</p>\n<p data-mce-fragment=\"1\">Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner. <br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\"></p>\n<meta charset=\"UTF-8\"><span data-mce-fragment=\"1\"></span>\n<p data-mce-fragment=\"1\"><span data-mce-fragment=\"1\">Central London / Manchester/Liverpool/ Birmingham deliveries weekly but often sooner depending upon date of purchase.</span></p>\n<p data-mce-fragment=\"1\"><span data-mce-fragment=\"1\">Scotland Edinburgh/Glasgow fortnightly</span></p>\n<p data-mce-fragment=\"1\"><span data-mce-fragment=\"1\">The desk will be fully wrapped for carriage and delivery is doorstep delivery only</span></p>\n<br><br>\n<p> </p>"}], "mid-century-dining-tables-chairs": [{"Code": "2260", "Collection": "Mid Century Dining Tables / Chairs", "Category": "Dining Tables / Chairs", "Name": "Midcentury Vintage Habitat Oak Kitchen Stool Bar Stool /2260", "Variant Name": "Default Title", "Price": "145.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-habitat-oak-kitchen-stool-bar-stool-2260", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_7acabaa8-ac4a-4d35-80f7-c636e83a91fb.jpg?v=1687860174", "Body": "<p>Mid Century Vintage Habitat 1960's light oak Kitchen Bar Stool with woven seagrass rush seat in excellent condition. </p><p>The light oak frame and woven seagrass seat are in exceptional condition, solid and sturdy with no breaks or repairs to note.  </p><p>Dimensions</p><p>B/H 83 x S/H 62 x W 38 x D 38 cm</p><p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly £60. Manchester/Leeds/Liverpool weekly £50.  Scotland/North East/Midlands/South East/South West/ fortnightly but often sooner depending upon date of purchase and Courier Routes. Please message with postcode for firm quote. Courier payment in cash and the item will be fully wrapped for delivery.</p><p>Thank you for viewing this item</p>"}, {"Code": "2215", "Collection": "Mid Century Dining Tables / Chairs", "Category": "Dining Tables / Chairs", "Name": "Mid Century Danish Vintage Rosewood Dining Chairs Carver Chairs 1960's /2215", "Variant Name": "Default Title", "Price": "1195.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-danish-vintage-rosewood-dining-chairs-carver-chairs-1960s-2215", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_ba5a91df-07ad-41db-a212-9ca375c50ade.jpg?v=1683170106", "Body": "<p>Set of 6 Mid Century Vintage Danish Rosewood Dining Chairs in excellent original vintage condition with solid frames and original boucle wool fleck fabric to the backrests and seats. Rich tone and grain to the rosewood frames which are al sturdy and solid with no breaks wobbles or repairs.   The fabric is original and is in excellent condition with no damage, repairs of age related marks which affect the overall appearance.    There are some light superficial signs of use on the tip of the arms of a couple of chairs but only a fading  of the tone to the tip of the arms due only to use and touch over the years.</p><p>Exceptional quality and thoroughly cleaned ready for use.</p><p>Dimensions </p><p>B/H 76 x A/H 64 x S/H 45 x S/D 49 x O/W 64 cm</p><p>Nationwide delivery quotes available by professional and reliable courier with delivery stated to be within 7 to 14 working days depending on delivery location but very often sooner. Please message with full postcode for firm quote. Weekly deliveries to Central London £60 ; Manchester/Livepool/Newcastle/Birmingham/Leeds £50.  Scotland/South East/ South West £65;  Cash payment to Courier on delivery.  Doorstep ground floor delivery only.   </p><p>Thank you for viewing.</p>"}, {"Code": "2210", "Collection": "Mid Century Dining Tables / Chairs", "Category": "Dining Tables / Chairs", "Name": "Midcentury Swedish Vintage Pine Cabin Kitchen Dining Table & 5 stools /2210", "Variant Name": "Default Title", "Price": "695.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-swedish-vintage-pine-cabin-kitchen-dining-table-5-stools-2210", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_87dbac44-6d0e-41cf-9d67-4f4d2e167e5f.jpg?v=1683170070", "Body": "<p>Original  Scandinavian 1960's Vintage Pine Cabin Dining Table with 5 accompanying stools in original vintage condition. </p><p>Rectangular table constructed of solid Swedish Pine in original condition and 5 matching stools.</p><p>Excellent  original vintage condition.</p><p>Dimensions</p><p>H 77 x L 176 x D 52 cm</p><p>Stools S/H 47 x S/W 45 x S/D 27 cm</p><p>Nationwide Delivery by professional and reliable courier with delivery stated to be 7 to 14 working days but usually sooner.  Central London Deliveries weekly £60. Manchester/Leeds/Liverpool weekly £50.  Scotland/North East/Midlands/South East/South West/ fortnightly but often sooner depending upon date of purchase and Courier Routes. Please message with postcode for firm quote. Courier payment in cash and the item will be fully wrapped for delivery.</p><p>Thank you for viewing this item</p>"}, {"Code": "2191", "Collection": "Mid Century Dining Tables / Chairs", "Category": "Dining Tables / Chairs", "Name": "Midcentury Vintage Hungarian Dining Chairs Judit Burian Erika Szek 1959 /2191", "Variant Name": "Default Title", "Price": "1495.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-hungarian-dining-chairs-judit-burian-erika-szek-1959-2191", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_f522d3e1-489d-4038-8465-c0d398c9f1e9.jpg?v=1679322518", "Body": "<p><span style=\"background-color: rgb(255, 255, 255);\">Mid Century Vintage</span><span arial=\"\" font-size:=\"\" helvetica=\"\" light=\"\" neue=\"\" nova=\"\" pre-line=\"\" proxima=\"\" style=\"background-color: rgb(243, 243, 243); color: rgb(34, 34, 34); font-family: \" white-space:=\"\"> </span>Hungarian Erika <span arial=\"\" font-size:=\"\" helvetica=\"\" light=\"\" neue=\"\" nova=\"\" pre-line=\"\" proxima=\"\" style=\"background-color: rgb(243, 243, 243); color: rgb(34, 34, 34); font-family: \" white-space:=\"\">Dining Chairs by Judit Burian </span>circa 1959 <span arial=\"\" font-size:=\"\" helvetica=\"\" light=\"\" neue=\"\" nova=\"\" pre-line=\"\" proxima=\"\" style=\"background-color: rgb(243, 243, 243); color: rgb(34, 34, 34); font-family: \" white-space:=\"\">with solid beech tapering legs with supporting stretchers to offer extra stability to the frame  Beautifully shaped curved seat constructed of bentwood ply for flexibility and comfort and cut out detail to the back rest as a design feature.   The upholstery is the </span><span arial=\"\" font-size:=\"\" helvetica=\"\" light=\"\" neue=\"\" nova=\"\" pre-line=\"\" proxima=\"\" style=\"background-color: rgb(243, 243, 243); color: rgb(34, 34, 34); font-family: \" white-space:=\"\">original wool boucle textured </span><span style=\"background-color: rgb(243, 243, 243); color: rgb(34, 34, 34);\">fabric in remarkable original condition with no damage or unsightly marks or stains to affect the overall condition.   The colour is a claret red which can appear lighter or darker depending on light.</span></p><br><p>The designer Judit Burian was of Hungarian origin and took inspiration from the Scandinavian Designs of the Post War Movement  and designed the Erika chair in 1959. </p><br><p>Dimensions </p><br><p>B/H 79 x  x S/H 45 x S/W 48 x S/D 40 cm</p><p>Nationwide delivery quotes available by professional independent furniture  courier with delivery stated to be within 7 to 14 working days depending on delivery location but very often sooner. The chairs will be fully wrapped for carriage.  Delivery is doorstep delivery only with Courier Charge payable to the Courier in cash on delivery.  Please message with full postcode for firm delivery quote, weekly route to Central London £60; Manchester/Liverpool/Leeds/Birmingham £40 approx depending on location and courier routes.  Scotland/South West/South East fortnightly but often sooner.</p><p>Thank you for viewing this item.</p>"}, {"Code": "2087", "Collection": "Mid Century Dining Tables / Chairs", "Category": "Dining Tables / Chairs", "Name": "Midcentury G Plan Fresco Vintage  Teak Dining Chairs 1960’s /2087", "Variant Name": "Default Title", "Price": "495.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-g-plan-fresco-vintage-teak-dining-chairs-1960-s-2087", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_57b5a3a0-5f9f-480c-a199-7d5e321dac4e.jpg?v=1665945770", "Body": "<p>Set of 4 Mid Century G Plan Fresco Vintage Teak Dining Chairs in exceptional vintage condition with new professional upholstery to the seats in a matt black faux leather.  </p><br><p>The frames have ladder back rests with vertical supports in  a contrasting lighter tone to the outer frame , squared off tapered legs and a wide comfortable seat . Solid teak frames which have been lightly polished with teak oil ready for use in the home. </p><br><p>The chair seats are well padded and comfortable.  </p><br><p>Dimensions </p><br><p>B/H 90 x S/H 46 x S/D 39 x S/W 49 tapering to 42 cm where it meets the back rest. </p><br><p>Nationwide delivery quotes available by professional and reliable courier with delivery stated to be within 7 to 14 working days depending on delivery location but very often sooner. Please message with full postcode for firm quote. Weekly deliveries to Central London £50. Cash payment to Courier on delivery.  All our items are fully wrapped for carriage. </p><br><p>Thank you for viewing this item.</p>"}, {"Code": "1915", "Collection": "Mid Century Dining Tables / Chairs", "Category": "Dining Tables / Chairs", "Name": "Midcentury Vintage Walnut Ply Chrome Stacking Chairs Dining Chairs /1915", "Variant Name": "Default Title", "Price": "695.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-walnut-ply-chrome-stacking-chairs-dining-chairs-1915", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_8b297f73-a4d0-4005-ba82-80909d97d452.jpg?v=1644162988", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Stylish set of 6 Mid Century Vintage Walnut Ply Stacking Chairs with chromed steel leg frames in excellent condition.</p>\n<p>Sturdy and solid with no breaks or repairs and walnut seats in lovely condition.</p>\n<p><span style=\"font-size: 14pt;\">Thoroughly cleaned and lightly polished ready for use. </span></p>\n<p><span style=\"font-size: 14pt;\">The seats are constructed of layered walnut ply which has a lovely tone and grain throughout.   One of the chairs has some light marks to the very front edge as shown but they are minor.</span></p>\n<p><span style=\"font-size: 14pt;\">The chromed steel leg frames are in excellent condition however there is one chair that has some corrosion to the front legs and another with some light pitting again to the front leg.  Having regard to the fact the chairs will be viewed from the back when in position these imperfections will go unnoticed.  The Chairs are solid and quite heavy.</span></p>\n<p>Dimensions </p>\n<p>B/H 84 x S/H 45 x S/D 37.5 x S/W 37.5 cm</p>\n<p>Nationwide delivery quotes available by professional and reliable courier with delivery stated to be within 7 to 14 working days depending on delivery location but very often sooner. Please message with full postcode for firm quote. Weekly deliveries to Central London £45. Cash payment to Courier on delivery.  Doorstep delivery only the chairs will be fully wrapped for delivery.</p>\n<p>Please message with postcode for firm quote.  </p>\n<p>Thank you for viewing this item.</p></font>"}, {"Code": "1562", "Collection": "Mid Century Dining Tables / Chairs", "Category": "Home & Garden Furniture Chairs", "Name": "Midcentury Vintage Teak Dining Chairs John Herbert for Younger 1960’s /1562", "Variant Name": "Default Title", "Price": "475.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-teak-dining-chairs-john-herbert-for-younger-1960-s-1562", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/12_fe775319-fca9-4a52-b3f2-32f066fdc1e5.jpg?v=1615391377", "Body": "Used<br>Exceptional vintage condition.<br><br><p>Mid Century Vintage Teak Dining Chairs designed by John Herbert for Younger in exceptional vintage condition with new black faux leather professional upholstery to the seats.</p><p>A rare model they are a combination of excellent design and expert construction as one would expect from the maker.  Solid teak frames that have been lightly polished ready for use.   Chairs are all sturdy with no wobbles or apparent repairs. Beautifully shaped ladder back rests and wide comfortable seats.</p><p>The chairs would sit perfectly with any Mid Century Teak Dining Table - please see our other items for sale.</p><p>Dimensions </p><p>B/H 80 x S/H 45 x S/D 42 x  S/W 48 cm tapering to 41 cm to the back rest.</p><p>Nationwide delivery quotes available by professional and reliable courier with delivery stated to be within 7 to 14 working days depending on delivery location but very often sooner. Please message with full postcode for firm quote. Weekly deliveries to Central London £40. Cash payment to Courier on delivery.  Doorstep delivery only until further notice.</p><p>Thank you for viewing this item.</p>"}], "mid-century-lighting": [{"Code": "2230", "Collection": "Mid Century Lighting", "Category": "Mid Century Lighting", "Name": "Midcentury Danish Vintage Teak & Glass Shade Pendant Ceiling Light /2230", "Variant Name": "Default Title", "Price": "425.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-danish-vintage-teak-glass-shade-pendant-ceiling-light-2230", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_ae6babd5-2b3c-479f-b68f-eaedd79c3858.jpg?v=1683904338", "Body": "<p>Rare Mid Century Danish Vintage Teak and Textured Coloured Blown Glass Pendant Light with 2 stunning glass shades in an amber coloured glass with a Teak Sculpted Balance support which can be positioned across the height of the flex as desired.  The cables to each light meet the ceiling cup separately and are shown on the image in the listing tied together with a cable tie at intervals for the purpose of photographing the pendant for the listing. </p><p>The lights have been professionally tested and both re wired with black flex and new light fixings to the ceiling cup to comply with EU regulations.  The black flex is approximtely 90 cm from the top of the glass shade to the ceiling fixing and can be cut to desired length if required. </p><p>The shades are in perfect condition with no chips or cracks and radiate a stunning amber glow when lit.</p><p>Regular ES Bulb to the lamp holders </p><p>Dimensions</p><p>Height from the bottom of the ceiling shades to the teak balance as shown is 74 cm</p><p>Width Distance from the outer side of each shade is 45 cm</p><p>Diameter of each shade is 19 cm</p><p>Cable length approx 90 cm</p><p>A striking and unusual pendant light and is instantly recognizable as a true vintage Danish piece of  Mid Century Modern Design.</p><p>The Glass shades are heavy and skilfully textured using original glass blowing techniques.</p><p>To ensure this item is received in the condition it left us  delivery is  by our recommended professional independent courier with delivery within 7 to 14 working days but usually sooner.  Please message with postcode for firm quote.</p><p>Collection in person also available</p><p>Thank you for viewing this item </p><br><br><br><br><br>"}, {"Code": "2214", "Collection": "Mid Century Lighting", "Category": "Mid Century Lighting", "Name": "Original Herbert Terry Anglepoise Model 122 Bench Lamp 1942 /2214", "Variant Name": "Default Title", "Price": "375.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/original-herbert-terry-anglepoise-model-122-bench-lamp-1942-2214", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_dc959643-4cce-4458-b2d8-fb64e59bef18.jpg?v=1683170043", "Body": "<p>Rare Vintage Herbert Terry  Anglepoise Lamp Model 1227 dating to the late 1930’s/40’s in full working order having been fully rewired with new plug, black flex and a new brass lamp holder.   Stamped by manufacturer to the base of the lamp arm. </p><p>Pale Yellow  in colour and no unsightly wear or tear but nicely worn as one would expect from the age and use of the lamp. </p><br><p>The arm, spring. Wings and nuts to adjust angle and height are all in good working steady order,  easily adjusted to desired position. </p><p>Dimensions</p><p>H 92 x W 15 x D 15 cm </p><br><p>Nationwide Delivery within 7 to 14 days but usually sooner.   Delivery by our highly recommended professional independent courier.  Please message with postcode for firm quote.</p><p>Thank you for viewing this item. </p><br><br><br><br>"}, {"Code": "2076", "Collection": "Mid Century Lighting", "Category": "Mid Century Lighting", "Name": "Pair Mid Century 1960  Vintage Retro String Floor Lamps Lights Spirograph /2076", "Variant Name": "Default Title", "Price": "925.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/pair-mid-century-1960-vintage-retro-string-floor-lamps-lights-spirograph-2076", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_66ac6199-6c65-4958-84fe-0a6b2533cdc4.jpg?v=1665058925", "Body": "<p>Spectacular pair of Mid Century 1960's Retro Nylon String Spirograph Shade Floor lamps with a sturdy fabric covered asymmetric angled frame.   Each lamp has holders for 4 bulbs ES Bulbs which are included.</p><p>The wiring has been professionally checked to ensure it meets with EU Regulations, the wiring has also been replaced to the bulb holders and a new plug fitted.   The on/off switch attached to the cable has also been checked and is original and in full working order.</p><p>Price Stated is for both lamps but can be sold individually.  </p><p>The lamps are original vintage from the 1960's.</p><br><p>H 165  x W 52 x D 30 cm</p><br><p>Delivery is by independent professional courier to most UK Locations for £45.  We specify delivery to be within 7 to 10 working days  but it is very often sooner.  Please message with postcode for firm quote </p><br><p>Thank you for viewing this item. </p><br><br><br><br>"}, {"Code": "1885", "Collection": "Mid Century Lighting", "Category": "Mid Century Lighting", "Name": "Mid Century Vintage Habitat Original Conran Mac Lamp 1960's /1885", "Variant Name": "Default Title", "Price": "165.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-vintage-habitat-original-conran-mac-lamp-1960s-1885", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_d3b0ed8f-817e-4b9b-857e-60beb6c6c416.jpg?v=1638828218", "Body": "<p>Iconic Mid Century Vintage Mac Lamp by Conran for Habitat in exceptional vintage condition.</p><p>Wood angled frame and original yellow metal base and shade which are in excellent condition.   No shading to the colour and entirely original.  In perfect working order with the original on/off switch to the lead, the wiring has been pat tested.</p><p>There are no unsightly marks or damage to note and condition is exceptional having regard to age and use.</p><br><p>Royal Mail 2nd Class Delivery posted within 3 to 5 working days.   Collection in person available. </p><p>Thank you for viewing this item. </p><br><br><br><br>"}], "mid-century-mirrors": [{"Code": "1365", "Collection": "Mid Century Mirrors", "Category": "Antiques Antique Furniture Mirrors 20th Century", "Name": "Rare Mid Century Danish Vintage Teak Aksel Kjersgaard Mirror Vanity Drawers 1365", "Variant Name": "Default Title", "Price": "845.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/rare-mid-century-danish-vintage-teak-aksel-kjersgaard-mirror-vanity-drawers-1365", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/1365.jpg?v=1652868078", "Body": "<p>Rare Aksel Kjersgaard Mid Century Danish Teak Mirror and Drawer Vanity Console No 814 in wonderful vintage condition. </p><p>Solid Teak throughout and extremely heavy!  The mirror is in perfect condition and has no cracks or signs of ageing.  The drawers are solid teak with beautiful exposed finger joints and original peg handles. Drawers run smoothly as one would expect.</p><p>Makers stamp present.</p><p>A spectacular mirror that would make a bold statement in any home. </p><p>Dimensions</p><p>Mirror - H 82 x W 64 cm</p><p>Drawer Console - H 12 x W 73 x D 32 cm - Each Drawer Height 8 x Width 27 cm</p><p>Mirror and drawer console fix to the wall with screws that slot into original metal fixings at the back of the mirror and the drawer unit.</p><p>Delivery within 7 to 14 working days but usually sooner.  Weekly Central London Deliveries £40. Scotland and South Coast fortnightly. Please message with postcode for firm delivery quote.  Delivery is by independent professional courier.  Doorstep delivery until further notice in accordance with Covid Regulations.  The item will be wrapped for delivery.</p><p>Thank you for viewing this item.</p><br><br><a href=\"https://info.exportyourstore.com/\">Powered by ExportYourStore</a> <br>Listed with ExportYourStore.com"}], "mid-century-vintage-original-sideboards-credenzas": [{"Code": "2240", "Collection": "Mid Century Sideboards / Credenzas", "Category": "Sideboards / Credenzas", "Name": "Rare John & Sylvia Reid Vintage Mid Century  Rosewood Sideboard Credenza /2240", "Variant Name": "Default Title", "Price": "1595.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/rare-john-sylvia-reid-vintage-mid-century-rosewood-sideboard-credenza-2240", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_75d7ac80-e838-4e78-8e81-16491a32fbbf.jpg?v=1686144532", "Body": "<p>Rare 1960’s Rosewood Palisander Mid Century Vintage Sideboard believed to be a commission piece designed by John and Sylvia Reid  in the 1960’s.   Whilst sharing some of the design features  of the C Range which was also designed by J &amp; S Reid for Stag,  tthe shape and design of the integrated handle pulls are entirely reminiscent of the C Range however the quality of the pallisander rosewood and the exceptional detail to the cabinetry clearly sets the piece.  Furthermore the sideboard was purchased from an immaculate 1960's  Architect Design Home together with a number of other items including a Bedroom Set from the C Range and also other high end design pieces from the era.  There is no provenance provided however the quality of the furniture in the home is a clear indication. </p><p>The edges to the main frame of the sideboard have hand crafted exposed dovetail joints in a deeper tone and immediately draw the eye to the detail.  </p><p>Whilst a neat and compact size the storage capacity is spacious with 3 deep graduating drawers which all run beauttfully.  The cupboards are separated with a vertical divider and split door, the left side has 2 shelves one of which is recessed to enable storage of taller items, the right hand side cupboard has a drawer tray and designed with storage of cutlery.</p><p>Exceptional vintage condition with a lovely tone and grain and from a smoke and pet free home.  The sideboard has been fully cleaned and lightly polished and is in original condition.   There is no damage or repairs to note.   The quality and appearance of the match grain is spectacular.   The top has no damage or deep scratches however there is some light shading due to sunlight over time which is entirely usual with vintage furniture and particularly so with darker tone woods.   This should not concern the buyer and as the sideboard is viewed from the front with items positioned on the top for display it will go unnoticed.</p><p>Dimensions</p><p>H 77 x L 168 x D 45.5 cm</p><p>Height from floor 21 cm</p><p>D/H 10.5 x 15.5 x 16.5 cm x D/W 49 cm</p><p>Cupboards - H 48 x W 54.5 cm - LHS Shelf Height 19, 33 cm; RHS - Drawer Height 40 cm</p><p><br></p><p>Nationwide Delivery by independent professional  courier with delivery stated to be 7 to 14 days but usually sooner.  Please message with postcode for firm quote.  Delivery charge payable to the driver  in Cash on delivery. Ground floor delivery only with suitable assistance required as this is a very heavy sideboard and Delivery is by a one person Courier.</p><p>Central London Deliveries £60 - Manchester/Leeds/Newcastle/Birmingham/Bristol/Sheffield/South West/South East approx £50 please message with postcode for firm quote.</p><p>Thank you for viewing this item </p>"}, {"Code": "2199", "Collection": "Mid Century Sideboards / Credenzas", "Category": "Sideboards / Credenzas", "Name": "Gunni Omann Model 13 Mid Century Danish Vintage Teak Sideboard  A C Mobler /2199", "Variant Name": "Default Title", "Price": "2495.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/gunni-omann-model-13-mid-century-danish-vintage-teak-sideboard-a-c-mobler-2199", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_0afd9eaf-460f-4b2d-bbef-47041b8c9296.jpg?v=1683170023", "Body": "<br><br><p><span style=\"color: rgb(34, 34, 34); font-family: \" proxima nova light neue helvetica arial font-size: white-space: pre-line background-color: rgb>Gunni Omann Model 13 Mid Century Danish Vintage Teak Sideboard for AC Mobler 1960's with exceptional cabinetry and design making th</span>is <span style=\"color: rgb(34, 34, 34); font-family: \" proxima nova light neue helvetica arial font-size: white-space: pre-line background-color: rgb>model one of the most sought after Scandinavian pieces from the era. .</span></p><br><p><span style=\"color: rgb(34, 34, 34); font-family: \" proxima nova light neue helvetica arial font-size: white-space: pre-line background-color: rgb>Signature sculpted inset handle pulls to the four doors and precision dovetail joints o the casings.  The top drawer has the original felt lining and is sectional.  2 Cupboards each with sliding doors to enable ease of access to the cupboard space. Fixed recessed shelves to maximize storage and spacious storage. </span></p><br><p>Dimensions</p><p>H 81 x L 240 x D 47 cm</p><p>Height from floor 28 cm</p><p>Drawers - H 9.5 x W 54.5cm</p><br><p>Exceptional original condition with no apparent marks, damage or repairs to note.   The drawers and cupboards run smoothly and close fully.   The leg frame is sturdy and solid with no wobbles, breaks or repairs.   Purchased in the 1960's and evidently a treasured and beautifully kept piece of furniture by one owner.   Thorogul</p><p>Nationwide delivery by professional and reliable couriers with delivery stated to be 7 to 14 working days but very often sooner. This is a large and exceptionally heavy item that will require suitable assistance on delivery.  The sideboard will be wrapped for carriage and delivery will be for ground floor doorstep delivery ONLY.  We are happy to work with your own couriers to enable a 2 man delivery. </p><p>Once dispatched buyers details will be passed to the courier to arrange a mutually convenient date and time for dlivery.  Central London deliveries weekly £75.. North West/ North East/Midlands/Yorkshire/ approx £65.  Scotland and South Coast fortnightly but possibly sooner depending on courier routes.   Please message with postcode for firm quote.</p><p>Thank you for viewing this item</p>"}, {"Code": "2091", "Collection": "Mid Century Sideboards / Credenzas", "Category": "Sideboards / Credenzas", "Name": "Midcentury Swedish Vintage Teak Sideboard  Credenza A B Stilmobler 1960's  /2091", "Variant Name": "Default Title", "Price": "895.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-swedish-vintage-teak-sideboard-credenza-a-b-stilmobler-1960s-2091", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_44ee1cbb-8443-46d3-aa12-0dc2de96690b.jpg?v=1666615425", "Body": "<br><p>Rare Mid Century Vintage Scandinavian Teak Sideboard Credenza by AB Stilmobler Linkoping of Sweden with exceptional craftsmanship throughout comprising of 4 drawers and a lockable cupboard with adjustable internal shelf.  Original brass decorative handles to the drawers and exposed external brass hinges to the cupboard which has the original lock and key. Solid and sturdy leg frame with squared off legs supported with stretchers and attractive detail to the front section of the frame for added support for weight.</p><p>The drawers are nicely dovetailed with solid casings and have the original brass loop handles.</p><p>The Cupboard is spacious with an adjustable shelf to suit requirements.  There is a hole cut to the back panel for wiring which is useful should the cupboard be used to store media and tv consoles.</p><p>Lovely match grain and tone to the teak throughout.  There are no unsightly marks, damages or repairs to note this is a solid piece in exceptional vintage condition. </p><p> </p><p>Dimensions</p><p>H 86.5 x D 45 x L 161 cm</p><p>Cupboard - L 103 x H 46 cm - Shelf positions - 24, 20, 16 cm</p><p>Drawers - W 49 x H 9 cm</p><p>Height from Floor 32 cm</p><p>The sideboard is in excellent condition and has all the original features with no damage, repairs or replacements to note.  Thoroughly cleaned and lightly polished ready for use in the home.</p><p>Nationwide delivery by professional and reliable couriers with delivery stated to be 7 to 14 working days but usually sooner. This is a large and very heavy item that will require suitable assistance on delivery. This item will be wrapped for carriage and delivery will be for ground floor doorstep delivery only unless agreed otherwise with the courier.   Please message with postcode for firm quote. Buyers details will be passed to the courier to arrange a mutually convenient date and time for delivery. Central London deliveries weekly £60.   Scotland and South Coast fortnightly but possibly sooner depending on courier routes. </p><p>Thank you for viewing this item</p><br><br><br>"}], "mid-century-vintage-original-storage": [{"Code": "2264", "Collection": "Mid Century Storage", "Category": "Mid Century Storage", "Name": "Ladderax Staples Mid Century Vintage Teak Bookcase  Shelving Unit /2264", "Variant Name": "Default Title", "Price": "725.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/ladderax-staples-mid-century-vintage-teak-bookcase-shelving-unit-2264", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_9a9bb9b8-bb40-4ec4-b30a-e419009b0886.jpg?v=1688039488", "Body": "<p>Mid Century Vintage Teak Ladderax by Staples Shelving Unit with Black Metal Ladders, Storage Unit with sliding doors and internal glass shelf, and 3 Teak shelves.   </p><p>The Storage Unit and Shelves can be set at any position across the height of the ladder frame.  The shelves and storage unit are fixed firmly in position on the frame with metal rods which hook on the outer ladder and sit firmly in place on the pre drilled grooves on the underside. </p><p>The ladders have the original foot levellers which can be adjusted slightly to account for any uneven floors.</p><p>Immaculately clean throughout and ready for use.</p><p>Dimensions</p><p>H 201 x W 92 x D 35 cm</p><p>Storage Cupboard -H 48 x W 89 x D 35 cm - Shelf Height as shown 23 x Depth 30 cm</p><p>Shelves - W 89 x D 35 cm </p><br><p>Excellent vintage condition with only light signs of use as one would expect with a vintage item.   The Doors to the Storage Unit slide across easily and close fully.   Original toughened  glass shelf to the interior and ladderax  makers label is present. </p><p>The black ladder frames have been professionally powder coated in a RAL Matt Black</p><br><p>The item will be dismantled for delivery and packaged for transit.   Delivery by Professional Independent Reliable Courier within 7 to 14 working days but usually sooner depending on delivery location and courier routes.  . Central London Deliveries weekly approx £65; North East/North West/Midlands/South West/South East £55 ; Scotland/South Coast/south Wales fortnightly depending on courier routes but often sooner approx £60. </p><p>Delivery is doorstep only unless agreed otherwise with the Courier and delivery charge payable in Cash to the Courier.   Please message with postcode for firm quote.</p><p>Thank you for viewing this item</p>"}, {"Code": "2263", "Collection": "Mid Century Storage", "Category": "Mid Century Storage", "Name": "Midcentury Vintage G Plan Teak Storage Unit TV Media Console /2263", "Variant Name": "Default Title", "Price": "245.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-g-plan-teak-storage-unit-tv-media-console-2263", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_83b5d521-bf41-4feb-959e-070a327ed6c0.jpg?v=1687910954", "Body": "<p>Mid Century Vintage Teak G Plan S Form Storage TV Media Unit with sliding doors and s spacious interior for storing away media consoles when not in use.   There is a cut out to the back panel for leads and wiring. </p><br><p>Excellent vintage condition the cabinet has been  fully cleaned and lightly polished ready for use and has no damage to detract from the appearance or function.  This is a vintage item and light signs of use are to be expected however there are nine that detract from the overall condition </p><br><p>Dimensions </p><br><p>H 46 x W 76 x D 49  cm</p><br><p> Delivery  by independent professional  courier with delivery stated to be 7 to 14 days but usually sooner.  Please message with postcode for firm quote.  Delivery charge payable to the driver  in Cash on delivery. Ground floor delivery only with suitable assistance required as Delivery is by a one person Courier.</p><p>Central London Deliveries £60 - Manchester/Leeds/Newcastle/Birmingham/Bristol/Sheffield/South West/South East approx £50 please message with postcode for firm quote.</p><p>Thank you for viewing this item </p>"}, {"Code": "2259", "Collection": "Mid Century Storage", "Category": "Mid Century Storage", "Name": "Mid Century Vintage Herbert Berry Lucas Filing  Cabinet  Drawer Chest  /2259", "Variant Name": "Default Title", "Price": "495.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-vintage-herbert-berry-lucas-filing-cabinet-drawer-chest-2259", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_382bde5e-0b76-418a-8df3-e16abb0efc25.jpg?v=1687802283", "Body": "<p>Mid Century Vintage Herbert Berry Pallisander Filing Cabinet manufactured by Lucas Furniture USA  circa 1950   </p><p>The Chest has exceptional cabinetry skill with 2 spacious graduating drawers.  The drawer casings are all solid and sturdy and  have metal runners and run  as they should. The metal handles are all original and in perfect condition.   There is a lock to the left side of the cabinet but no key.   Attractive grain and tone to the Pallisander.   The leg frame is solid and sturdy with no wobbles breaks or repairs to note.   There are some marks to the bottom of the legs in various places but having regard to position they are only noticed on close inspection and none affect the function or stability.  There are some signs of use to be expected from use over the years however the grain and tones to the  pallisander wood disguise them.   The chest is is still in excellent condition. </p><p>Immaculately clean ready for use in the home</p><p>Dimensions</p><p>H 65.5 x W 53 x D 76.5 cm</p><p>Height from floor 12 cm</p><p>Drawers - Top H 6.5  x W 46 x D 56 / Bottom H 25 x W 44 x D 41 cm</p><p>UK Nationwide Delivery Available by independent professional Courier with delivery stated to be within 7 to 14 days but usually sooner.  Central London Delivery £60, North West/North East/Midlands/South West/South East approx £50 please message with postcode for firm quote. Delivery is ground floor doorstep delivery only and delivery charge payable to the courier in cash.</p><br><p>Thank you for viewing this item </p>"}, {"Code": "2255", "Collection": "Mid Century Storage", "Category": "Mid Century Storage", "Name": "Ladderax Staples Mid Century Vintage Teak Bookcase Shelving Desk  /2255", "Variant Name": "Default Title", "Price": "575.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/ladderax-staples-mid-century-vintage-teak-bookcase-shelving-desk-2255", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_b95e44cc-6e52-44bc-b306-72cdddf6fc87.jpg?v=1687515991", "Body": "<p>Mid Century Vintage Teak Ladderax by Staples  with Wood Ladders, Desk Bureau with a sectional interior, with original lock &amp; Key  and 3 shelves. </p><p>The Bureau and Shelves can be set at any position across the height of the ladder frame and fix firmly in position on the frame with metal rods.  </p><br><p>Thoroughly cleaned and ready for use.</p><br><p>Dimensions</p><p>H 201 x W 94 x D 37 cm</p><p>Bureau  -H 39 x W 89 x D 37 cm - Desk ledge extended D 69 cm </p><p>Shelves - W 89 x D 35 cm</p><br><p>*Vintage Teak Single Chair with original black leather seat pad included at no cost if Buy it Now Listing Price is paid’ </p><br><p>Excellent vintage condition with only light signs of use as one would expect with a vintage item. </p><p>The item will be dismantled for delivery and packaged for transit.   Delivery by Professional Independent Reliable Courier within 7 to 14 working days but usually sooner depending on delivery location and courier routes.  . Central London Deliveries weekly approx £60; North East/North West/Midlands/South West/South East £55 ; Scotland/South Coast/south Wales fortnightly depending on courier routes but often sooner approx £60. </p><p> Delivery is doorstep only unless agreed otherwise with the Courier and delivery charge payable in Cash to the Courier.   Please message with postcode for firm quote.</p><p>Thank you for viewing this item</p>"}, {"Code": "2250", "Collection": "Mid Century Storage", "Category": "Mid Century Storage", "Name": "Midcentury Vintage Italian Bamboo Cane Drawer Console Table /2250", "Variant Name": "Default Title", "Price": "225.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-italian-bamboo-cane-drawer-console-table-2250", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_f347af3a-334f-4d36-9fa0-6b75016759ae.jpg?v=1687170132", "Body": "<p>Mid Century Italian Vintage Bamboo Cane  Console Table with one drawer  in excellent  vintage condition.</p><br><p>Solid and sturdy throughout with no wobbles, breaks or apparent repairs. Thoroughly cleaned and lightly polished ready for use.</p><p>Exceptional condition throughout.  </p><br><p>Dimensions</p><p>H 84.5 x D 39 cm </p><p>Drawer - H 14 x W 27 cm</p><br><p>Delivery quotes available by professional reliable courier covering most UK postcodes with delivery period stated to be 7 to 14 working days but usually sooner. Please message with postcode for quote. Weekly Central London deliveries. Central London Deliveries weekly £40. The console  will  be fully wrapped for delivery and delivery is doorstep only unless agreed otherwise.</p><p>Collection in person also available</p><p>Thank you for viewing this item </p><br><br>"}, {"Code": "2198", "Collection": "Mid Century Storage", "Category": "Mid Century Storage", "Name": "Mid Century Vintage Teak Herbert Gibbs Bookcase Bookcase Shelving Unit   /2242", "Variant Name": "Default Title", "Price": "265.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-vintage-teak-herbert-gibbs-bookcase-bookcase-shelving-unit-2242", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_6f7bf12a-debb-4ebd-ac1b-ce5736354aa9.jpg?v=1686312934", "Body": "<p>Mid Century Vintage Teak Herbert Gibbs Bookcase Storage Unit with Open Shelving for display and cupboard with sliding door which runs across the width of the unit  to enable easy access to storage.    </p><p>Perfect as a hall console or where space is limited as the footprint is small and sliding door to open. </p><p>The Bookcase has  been thoroughly cleaned and lightly polished ready for use.   </p><p>Dimensions</p><p>H 84.5 x L 122 x D 38cm </p><br><p>Shelf Width 58 x D 32 cm - adj to 4 positions </p><br><p>Excellent vintage condition with only light signs of use as one would expect with a vintage item.  </p><p> Delivery by Professional Independent Reliable Courier within 7 to 14 working days but usually sooner depending on delivery location and courier routes.  . Central London Deliveries weekly approx £60; North East/North West/Midlands/South West/South East £55 ; Scotland/South Coast/south Wales fortnightly depending on courier routes but often sooner approx £60. </p><p>Delivery is doorstep only unless agreed otherwise with the Courier and delivery charge payable in Cash to the Courier.   Please message with postcode for firm quote.</p><p>Thank you for viewing this item</p>"}, {"Code": "2218", "Collection": "Mid Century Storage", "Category": "Mid Century Storage", "Name": "Mid Century Vintage Teak Beech Dutch Freestanding  Bookcase Room Divider  /2218", "Variant Name": "Default Title", "Price": "825.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/mid-century-vintage-teak-beech-dutch-freestanding-bookcase-room-divider-2218", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_65e31c72-7f2d-46b5-b7c8-b7fb5a756e69.jpg?v=1686319640", "Body": "<p>Pair Mid Century Vintage Teak &amp; Beech Freestanding  Open Shelving Bookcase Units with each with 4 shelves fixed to cylindrical supports on the frame.  Both Bookcases are solid and sturdy to accommodate books, ceramics etc.</p><p>The Bookcases have been thoroughly cleaned and lightly polished ready for use.   </p><p>Dimensions</p><p>H 95 x W 74 x D 20.5  tapering to 28.5 cm to the bottom shelf</p><p>Shelf Heights - 7, 40, 63, 85 cm</p><p>Excellent vintage condition with only light signs of use as one would expect with a vintage item.  </p><p> Delivery by Professional Independent Reliable Courier within 7 to 14 working days but usually sooner depending on delivery location and courier routes.  . Central London Deliveries weekly approx £60; North East/North West/Midlands/South West/South East £55 ; Scotland/South Coast/south Wales fortnightly depending on courier routes but often sooner approx £60. </p><p>Delivery is doorstep only unless agreed otherwise with the Courier and delivery charge payable in Cash to the Courier.   Please message with postcode for firm quote.</p><p>Thank you for viewing this item</p>"}, {"Code": "2193", "Collection": "Mid Century Storage", "Category": "Mid Century Storage", "Name": "MidCentury Alfred Cox Vintage Teak Walnut Chest of Drawers Console /2193", "Variant Name": "Default Title", "Price": "595.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-alfred-cox-vintage-teak-walnut-chest-of-drawers-console-2193", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_457611f1-fbfe-4177-b64b-e9b679ae557a.jpg?v=1679748613", "Body": "<p>Mid Century Vintage Alfred Cox Walnut &amp; Teak Chest of Drawers Dressing Console in exceptional vintage condition.  Exceptional craftsmanship and design as one would expect from the maker.  Beautifully finished interior with dovetail joints to the drawer casings and original handles in perfect condition.  Elegant leg frame with squared off tapering legs all sturdy and solid. </p><br><p>3 Drawers to the top run and 1 wide deep drawer to the lower part with discreet integrated handles to open.</p><br><p>Dimensions </p><br><p>H 73 x W 120 x D 49.5 cm </p><p>Drawers - H 7 x W 26; 55;26 cm</p><p>Lower Drawer H 14 x W 112 cm</p><p>Height from floor - Mid Front 34.5 x Sides 36 cm</p><br><p>UK Nationwide Delivery Available by independent professional Courier with delivery stated to be within 7 to 14 days but usually sooner.  Central London Delivery £60, North West/North East/Midlands/South West/South East approx £50 please message with postcode for firm quote. Delivery is ground floor doorstep delivery only and delivery charge payable to the courier in cash.</p><br><p>Thank you for viewing this item </p>"}, {"Code": "1750", "Collection": "Mid Century Storage", "Category": "Other", "Name": "Midcentury Danish Vintage Teak Tea Trolley Buffet Table 1960's /1750", "Variant Name": "Default Title", "Price": "395.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-danish-vintage-teak-tea-trolley-buffet-table-1960s-1750", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_e746bd5b-fb5e-4b9e-9f0c-18458e34f083.jpg?v=1631528784", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Mid Century Danish Vintage Teak Serving Trolley that extends to create a Buffet Table. Lift of Buffet Serving Tray that slots into the bottom of the frame when not in use.  Stunning solid teak bentwood frame and original castors in perfect working order.    Exceptional vintage condition throughout.  Expertly crafted solid teak bentwood frame.  </p>\n<p>Dimensions</p>\n<p>H 71 x L 84 x D 53 cm - extended 168 cm (Height when extended to a table H 68.5 cm)</p>\n<p>Bottom Tray L 74.5 x 46 cm</p>\n<p><span style=\"font-size: 14pt;\">Nationwide Delivery by professional and reliable courier within 7 to 14 working days but very often sooner.  Please message with postcode for firm quote.  Central London Deliveries weekly £40.  The item will be fully wrapped for delivery.</span></p>\n<p><span style=\"font-size: 14pt;\">Delivery is for ground floor only unless agreed otherwise.  </span></p>\n<p>Thank you for viewing this item.</p></font>"}, {"Code": "1736", "Collection": "Mid Century Storage", "Category": "Home, Furniture & DIY:Furniture:Drinks Trolleys & Tea Trolleys", "Name": "Midcentury Vintage Teak White & Newton Tea Trolley Drinks Trolley 1960's /1736", "Variant Name": "Default Title", "Price": "435.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-vintage-teak-white-newton-tea-trolley-drinks-trolley-1960s-1736", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_9c8e1130-b862-446e-bdd9-bfb619532b8d.jpg?v=1630418296", "Body": "<font rwr=\"1\" size=\"4\" style=\"font-family:Arial\"><p>Mid Century White &amp; Newton Vintage Teak Tea Serving Trolley with removable Trays in exceptional vintage condition.</p>\n<p>Beautifully constructed from Afromosia Teak with a lovely tone and grain.   Solid teak tapering leg frame with and incredible design throughout.  Makers label to the underside of the tray.  Sitting on the original castors which operate perfectly.</p>\n<p>Lightly polished with teak oil ready for use.</p>\n<p>Dimensions</p>\n<p>H 75.5 x L 65.5 x D 43.5 cm</p>\n<p>Top Tray Height 66 cm - Lower Tray Height 23 cm</p>\n<p><span style=\"font-size: 14pt;\">Nationwide Delivery by professional and reliable courier within 7 to 14 working days but very often sooner.  Please message with postcode for firm quote.  Central London Deliveries weekly £40.  Delivery will be doorstep only and the item will be fully wrapped for delivery.</span></p>\n<p><span style=\"font-size: 14pt;\">Please message with postcode for firm quote.  Delivery Charge payable to Courier in Cash on Delivery.</span></p>\n<p>Thank you for viewing this item.</p></font>"}, {"Code": "1717", "Collection": "Mid Century Storage", "Category": "Home, Furniture & DIY > Furniture > Drinks Trolleys & Tea Trolleys", "Name": "Midcentury Danish Vintage Teak Drinks Trolley Buffet 1960's /1717", "Variant Name": "Default Title", "Price": "295.00", "In Stock": "Yes", "URL": "https://theattikstannes.co.uk/products/midcentury-danish-vintage-teak-drinks-trolley-buffet-1960s-1717", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/f396deb3-5dcc-52a0-a7dd-cfb87edc1d6b.jpg?v=1630072506", "Body": "Mid Century Danish Vintage Teak Serving Trolley with lift off Buffet Tray in exceptional vintage condition.<br><br>Original castors in perfect working order.<br><br>Beautifully constructed with a lovely tone and grain to the teak. This item has been exceptionally cared for by one owner since original purchase. The top tray lifts off from the frame for serving.<br><br>Dimensions<br><br>H 61 x W 65 x D 46 cm<br><br>Height from floor 19.5 cm<br><br>Nationwide Delivery by professional and reliable courier within 7 to 14 working days but very often sooner. Please message with postcode for firm quote. Central London Deliveries weekly £40. Delivery will be doorstep only and the item will be fully wrapped for delivery.<br><br>Thank you for viewing this item."}], "other-items": [], "sold-items-1": [{"Code": "2258", "Collection": "Sold Items", "Category": "Mid Century Bedroom", "Name": "Pair Midcentury G Plan Fresco Vintage Teak  Bedside Cabinets With Drawers /2258", "Variant Name": "Default Title", "Price": "445.00", "In Stock": "No", "URL": "https://theattikstannes.co.uk/products/pair-midcentury-g-plan-fresco-vintage-teak-bedside-cabinets-with-drawers-2258", "Image URL": "https://cdn.shopify.com/s/files/1/0846/3294/products/57_d3301278-cdd6-4b8c-9991-d74bd0b560a2.jpg?v=1687523997", "Body": "<p>Pair Mid Century G Plan Fresco Vintage Teak Bedside Chests  with one drawer and open storage for books, magazines etc. Original integrated signature Fresco handle pulls to the drawers which are dovetailed and G Plan Makers Label present. The drawers run smoothly as they should and have solid casings.   </p><p>Lovely match grain and rich tone to the teak and both in excellent condition.   The Chests are a true pair however one is slightly lighter to the front of the  drawer which is due to more exposure to sunlight over the years which is common of teak items of the era. This should not deter the buyer as the cabinets will be positioned either side of the bed and slight difference in shade will not be noticed. </p><br><br><p>Dimensions</p><p>H 54 x W 45.5 x D 40.5 cm </p><p>Drawers - H 8.5 x W 39.5 cm</p><br><p>Nationwide delivery by professional and reliable couriers with delivery stated to be 7 to 14 working days but usually sooner.  Delivery is for ground floor doorstep delivery only.   The  chests will be wrapped for carriage.  Please message with postcode for firm quote.</p><p>Once dispatched buyer details will be passed to the courier to arrange a mutually convenient date and time for delivery.  Central London deliveries weekly £55 - Manchester/Liverpool/Leeds/Newcastle/Birmingham/Bristol/Nottingham £45.    Scotland and South Coast fortnightly depending on courier routes.</p><p>Thank you for viewing this item</p>"}]}}